Repository: opc-cpvp/online-complaint-form-pa_jf
Catalog: ComplaintFormCore/Resources_original/LayoutUI.*.resx
Languages: fr

# FileFormalPrivacyComplaintText
source: File a formal privacy complaint
fr: Déposer une plainte officielle concernant la protection de la vie privée

# FileFormalPrivacyComplaintURL
source: https://www.priv.gc.ca/en/report-a-concern/file-a-formal-privacy-complaint/
fr: https://www.priv.gc.ca/fr/signaler-un-probleme/deposer-une-plainte-officielle-concernant-la-protection-de-la-vie-privee/

# FilePAText
source: File a privacy complaint against a federal institution
fr: Déposer une plainte concernant la protection de la vie privée visant une institution du gouvernement fédéral

# FilePAURL
source: https://www.priv.gc.ca/en/report-a-concern/file-a-formal-privacy-complaint/file-a-complaint-about-a-federal-institution/
fr: https://www.priv.gc.ca/fr/signaler-un-probleme/deposer-une-plainte-officielle-concernant-la-protection-de-la-vie-privee/deposer-une-plainte-visant-une-institution-du-gouvernement-federal/

# FilePIPEDAText
source: File a complaint about a business
fr: Déposer une plainte visant une entreprise

# FilePIPEDAURL
source: https://www.priv.gc.ca/en/report-a-concern/file-a-formal-privacy-complaint/file-a-complaint-about-a-business/
fr: https://www.priv.gc.ca/fr/signaler-un-probleme/deposer-une-plainte-officielle-concernant-la-protection-de-la-vie-privee/deposer-une-plainte-visant-une-entreprise/

# HomeText
source: Home
fr: Accueil

# HomeURL
source: https://www.priv.gc.ca/en/
fr: https://www.priv.gc.ca/fr/

source: Language selection
fr: Choix de la langue

source: Need Help?
fr: Besoin d’aide?

# OPCLong
source: Office of the Privacy Commissioner of Canada
fr: Commissariat à la protection de la vie privée du Canada

# ReportConcernText
source: Report a concern
fr: Signaler un problème

# ReportConcernURL
source: https://www.priv.gc.ca/en/report-a-concern/
fr: https://www.priv.gc.ca/fr/signaler-un-probleme/

source: You are here:
fr: Vous êtes ici :

# ContactOPCsInfoCenterText
source: Contact OPC's Information Centre
fr: Communiquer avec le Centre d'information du Commissariat

# ContactOPCsInfoCenterURL
source: https://www.priv.gc.ca/en/contact-the-opc/contact-the-information-centre/
fr: https://www.priv.gc.ca/fr/communiquer-avec-le-commissariat/communiquer-avec-le-centre-d-information/

# ErrorContent
source: An error occurred while processing your request. Please try again later or contact us with the contact information at the <a href="https://www.priv.gc.ca/en/contact-the-opc/contact-the-information-centre/" target="_blank">information center</a> with the following error id: <strong>{0}</strong>
fr: Une erreur s’est produite au moment de traiter votre demande. Veuillez réessayer plus tard ou communiquer avec nous avec les coordonnées du <a href="https://www.priv.gc.ca/fr/communiquer-avec-le-commissariat/communiquer-avec-le-centre-d-information/" target="_blank">Centre d’information</a> avec cet identifiant d'erreur qui suit: <strong>{0}</strong>

# ErrorTitle
source: Error
fr: Erreur

# InvalidRegistrationText
source: The link provided is available for a single use only or you have surpassed the maxium session time of 2 hours. Please re-register with one of the links below to submit a new complaint.
fr: Le lien fourni est disponible pour une seule utilisation. Veuillez vous réinscrire en cliquant sur l’un des liens ci-dessous pour déposer une plainte.

# InvalidRegistrationTitle
source: Invalid Registration / Session Timeout
fr: Inscription non valide
