Repository: opc-cpvp/online-complaint-form-pa_jf
Catalog: ComplaintFormCore/Resources_original/Registration.*.resx
Languages: fr

# AddInfoToPreExistingCase
source: Add information to a pre-existing case
fr: Ajouter de l’information à un dossier préexistant

# FilePAComplaint
source: File a PA Complaint
fr: Déposer une plainte en vertu de la LPRP

# FilePIPEDAComplaint
source: File a PIPEDA Complaint
fr: Déposer une plainte en vertu de la LPRPDE

source: Online Complaint Form
fr: Formulaire de plainte en ligne

source: PA Complaint
fr: Plainte en vertu de la LPRP

source: PIPEDA Complaint
fr: Plainte en vertu de la LPRPDE

source: Thank You!
fr: Merci!

# UseBrowserForNavigation
source: Please use your browser navigation to go back to the previous page.
fr: Veuillez utiliser la touche de navigation de votre navigateur pour retourner à la page précédente.

# UseFormAgainstAnotherFederalInstitution
source: Use this form for the same privacy complaint against another public sector institution.
fr: Utilisez ce formulaire pour la même plainte contre une autre institution du secteur public.

# UseFormAgainstSameFederalInstitution
source: Use this form for additional privacy complaints against the same federal government institution.
fr: Utilisez ce formulaire pour toute autre plainte relative à la protection de la vie privée contre la même institution fédérale.

# ComplainantsOrRespondentsMayAddExtraInfoOrDocs
source: <p> The person who made the complaint and the organization or institution the complaint is against may add extra information or documents about the complaint with the Office of the Privacy Commissioner of Canada (OPC). </p> <p> First, please submit your email address below. We will email you a unique link to access the form to add information or documents. </p>
fr: <p> La personne qui a déposé la plainte et l’organisation ou l’institution visée par la plainte peuvent ajouter des renseignements ou des documents supplémentaires concernant la plainte auprès du Commissariat à la protection de la vie privée du Canada. </p> <p> Tout d’abord, veuillez saisir votre adresse électronique ci-dessous. Nous vous enverrons par courriel un lien unique pour accéder au formulaire afin d’ajouter des renseignements ou des documents. </p>

# EmailPaAndPipeda
source: <p>This message has been automatically generated as the first step of making a privacy complaint to the Office of the Privacy Commissioner of Canada. </p> <p>To continue, please <a href="{0}">fill out our online complaint form using this unique link.</a></p> <p><b>Important information</b></p> <ul> <li>For security reasons, you may only use the unique link once</li> <li>If you haven’t entered anything for two hours, the session will end and your information will be deleted</li> <li>If you go to another page or refresh the page using your browser’s navigation buttons, you may lose any information you have entered</li> </ul> <p>If you have questions about our complaints process or our secure online form, please contact <a href="https://www.priv.gc.ca/en/contact-the-opc/contact-the-information-centre">OPC’s Information Centre.</a></p>
fr: <p>Ce message a été généré automatiquement en tant que première étape de dépôt d’une plainte auprès du Commissariat à la protection de la vie privée du Canada. </p> <p>Pour continuer, veuillez <a href="{0}">remplir notre formulaire de plainte en ligne en utilisant ce lien unique.</a></p> <p><b>Renseignements importants</b></p> <ul> <li>Pour des raisons de sécurité, vous ne pouvez utiliser le lien unique qu’une seule fois</li> <li>Si vous n’avez rien entré pendant deux heures, la session se terminera et vos renseignements seront supprimés</li> <li>Si vous allez sur une autre page ou actualisez la page en utilisant les boutons de navigation de votre navigateur, vous pouvez perdre les renseignements que vous avez entrés</li> </ul> <p>Si vous avez des questions au sujet de notre processus de traitement des plaintes ou de notre formulaire en ligne sécurisé, veuillez communiquer avec le <a href="https://www.priv.gc.ca/fr/communiquer-avec-le-commissariat/communiquer-avec-le-centre-d-information/">Centre d’information du CPVP.</a></p>

# IfYouDoNotReceiveEmailContactOPC
source: If you do not receive the email within a few minutes, please <a href="https://www.priv.gc.ca/en/contact-the-opc/contact-the-information-centre/">contact OPC’s Information Centre.</a>
fr: Si vous ne recevez pas le courriel dans quelques minutes, veuillez communiquer avec le <a href="https://www.priv.gc.ca/fr/communiquer-avec-le-commissariat/communiquer-avec-le-centre-d-information/">Centre d’information du Commissariat.</a>

# PleaseSubmitEmailFirst
source: First, please submit your email address below. We will email you a unique link to complete your complaint online.
fr: Tout d’abord, veuillez saisir votre adresse électronique ci-dessous. Nous vous enverrons par courriel un lien unique pour remplir votre plainte en ligne.

# RegistrationAddInfoOnComplaint
source: Registration—Document drop-off
fr: Inscription – Dépôt des documents

# RegistrationOnlineBusiness
source: Access our online privacy complaint form (private sector organization)
fr: Accédez à notre formulaire de plainte en ligne sur la protection de la vie privée (organisation du secteur privé)

# RegistrationOnlineFederal
source: Access our Online privacy complaint form (federal institution)
fr: Accéder à notre formulaire de plainte en ligne sur la protection de la vie privée (institution fédérale)

# ThanksForSubmittingOnlineComplaint
source: Thanks for submitting your email address. You will receive an email from <a href="mailto:NePasRepondre-DoNotRepl%20hrefy@priv.gc.ca">NePasRepondre-DoNotReply@priv.gc.ca</a> with a link to complete your complaint online. If you use a security filter, make sure to set it to allow messages from this email address.
fr: Merci d’avoir soumis votre adresse électronique. Vous recevrez un courriel de <a href="mailto:NePasRepondre-DoNotRepl%20hrefy@priv.gc.ca">NePasRepondre-DoNotReply@priv.gc.ca</a> avec un lien pour remplir votre plainte en ligne. Si vous utilisez un filtre de sécurité, n’oubliez pas de le configurer de façon qu’il laisse entrer les messages de cette adresse courriel.

# ThanksForSubmittingOnlineComplaintSuppInfo
source: You will receive an email with a unique link to add information <a href="mailto:NePasRepondre-DoNotRepl%20hrefy@priv.gc.ca">NePasRepondre-DoNotReply@priv.gc.ca</a> with a link to complete your complaint online. If you use a security filter, make sure to set it to allow messages from this email address.
fr: Vous recevrez un courriel avec un lien unique pour ajouter des renseignements de la part de <a href="mailto:NePasRepondre-DoNotRepl%20hrefy@priv.gc.ca">NePasRepondre-DoNotReply@priv.gc.ca</a> avec un lien pour remplir votre plainte en ligne. Si vous utilisez un filtre de sécurité, n’oubliez pas de le configurer de façon qu’il laisse entrer les messages de cette adresse courriel.

# EmailTitleDropOff
source: Submitting documents
fr: Dépôt des documents

# EmailTitlePaAndPipeda
source: Submit a privacy complaint
fr: Déposer une plainte concernant la vie privée

# FileAPaComplaintText
source: File a complaint about a federal institution
fr: Déposer une plainte visant une institution du gouvernement fédéral

# FileAPipedaComplaintText
source: File a complaint about a business
fr: Déposer une plainte visant une entreprise

# EmailDropOff
source: <p>This message has been automatically generated as the first step of submitting documents or information relating to an existing privacy complaint already submitted to the Office of the Privacy Commissioner of Canada. </p> <p>To continue, please use this <a href="{0}">unique link to the document drop-off.</a></p> <p><b>Important information</b></p> <ul> <li>For security reasons, you may only use the unique link once</li> <li>If you haven’t entered anything for two hours, the session will end and your information will be deleted</li> <li>If you go to another page or refresh the page using your browser’s navigation buttons, you may lose any information you have entered</li> </ul> <p>If you have questions about our complaints process or our secure online document drop-off, please contact <a href="https://www.priv.gc.ca/en/contact-the-opc/contact-the-information-centre">OPC’s Information Centre.</a></p>
fr: <p>Ce message a été généré automatiquement en tant que première étape de la soumission de documents ou de renseignements relatifs à une plainte concernant la protection de la vie privée déjà soumise au Commissariat à la protection de la vie privée du Canada. </p> <p>Pour continuer, veuillez utiliser ce <a href="{0}">lien unique au dépôt des documents.</a></p> <p><b>Renseignements importants</b></p> <ul> <li>Pour des raisons de sécurité, vous ne pouvez utiliser le lien unique qu’une seule fois.</li> <li>Si vous ne saisissez aucune information pendant deux heures, la session se terminera et vos renseignements seront supprimés.</li> <li>Si vous accédez à une autre page ou actualisez la page en utilisant les boutons de navigation de votre navigateur, vous pouvez perdre les renseignements que vous avez entrés.</li> </ul> <p>Si vous avez des questions au sujet de notre processus de traitement des plaintes ou de notre formulaire en ligne sécurisé, veuillez communiquer avec le <a href="https://www.priv.gc.ca/fr/communiquer-avec-le-commissariat/communiquer-avec-le-centre-d-information/">Centre d’information du Commissariat.</a></p>

# ThisSiteRequiresJavascript
source: This site requires JavaScript. You might have difficulties doing certain actions. Please consider turning it on.
fr: Ce site nécessite le JavaScript. Vous pourriez avoir des difficultés à effectuer certaines actions. Veuillez considérer de l'activer.
