Repository: opc-cpvp/online-complaint-form-pa_jf
Catalog: ComplaintFormCore/Resources_original/Submission.*.resx
Languages: fr

# ContinuingWithComplaintText
source: If you wish to continue your complaint with us, please <strong> do not file a complaint about the same matter with another organization </strong> at the same time. Usually, our office <strong>will not investigate</strong> your complaint <strong>until after</strong> you have tried other available ways to resolve your concern. Also, we will not investigate complaints that are outside our jurisdiction.
fr: Si vous souhaitez poursuivre votre plainte auprès de nous, veuillez <strong> ne pas déposer une plainte sur le même sujet auprès d’une autre organisation </strong> en même temps. En général, notre Commissariat <strong>n’enquêtera pas</strong> sur votre plainte <strong>avant que</strong> vous ayez essayé les autres moyens disponibles pour résoudre votre problème. De plus, nous n’enquêterons pas sur les plaintes qui ne relèvent pas de notre compétence.

# ContinuingWithComplaintTitle
source: Continuing with your complaint
fr: Poursuite de votre plainte

# CopyOfAccessRequestToOrganization
source: a copy of your access request to the organization
fr: une copie de votre demande d’accès à l’organisation

# CopyOfAnyCorrespondenceWithAnotherBody
source: a copy of any correspondence or report you received on the conclusion of the complaint process made to another body. (if you do not want to provide the full text, you can provide a partial copy, including the part related to the handling of personal information)
fr: une copie de toute correspondance ou de tout rapport que vous avez reçue sur la conclusion de la procédure de plainte adressée à un autre organisme (si vous ne voulez pas fournir le texte intégral, vous pouvez fournir une copie partielle, y compris la partie relative au traitement des renseignements personnels)

# CopyOfAnyResponseFromOrganization
source: a copy of any written responses you received from the organization
fr: une copie des réponses par écrit que vous avez reçues de l’organisation (le cas échéant)

# CopyOfComplaintMadeToAnotherBody
source: a copy of your complaint to another body, if that complaint includes concerns about the handling of personal information (if you do not want to provide the full text you can provide a partial copy, including the part related to the handling of personal information, or a detailed explanation of your concern)
fr: une copie de votre plainte auprès d’un autre organisme, si cette plainte comprend des préoccupations au sujet du traitement des renseignements personnels (si vous ne voulez pas fournir le texte intégral, vous pouvez fournir une copie partielle, y compris la partie relative au traitement des renseignements personnels, ou une explication détaillée de vos préoccupations)

# CopyOfCorrespondenceWithInstitution
source: a copy of your correspondence with the institution about your privacy concerns, including your attempts to escalate your concerns to the institution’s Access to Information and Privacy (ATIP) Coordinator
fr: une copie de votre correspondance avec l’institution au sujet de vos préoccupations en matière de protection de la vie privée, y compris vos tentatives de faire part de vos préoccupations au coordonnateur de l’accès à l’information et de la protection des renseignements personnels (AIPRP) de l’institution

# CopyOfCorrespondenceWithOrganization
source: a copy of your correspondence with the organization about your privacy concerns, including your attempts to escalate your concerns to the organization’s privacy contact (often called the privacy officer)
fr: une copie de votre correspondance avec l’organisation au sujet de vos préoccupations en matière de protection de la vie privée, y compris vos tentatives de faire part de vos préoccupations à la personne-ressource de l’organisation en matière de protection de la vie privée (souvent appelée l’agent de la protection de la vie privée)

# CopyOfOrganizationReplies
source: a copy of the organization's replies to your access request, including any cover letter(s) sent with a response, and any parts of the response you have concerns with (you don’t need to provide the full set of documents sent by the organization if it is not relevant to your complaint)
fr: une copie des réponses de l’organisation à votre demande d’accès, y compris toute lettre d’accompagnement d’une réponse, et toute partie de la réponse qui vous préoccupe (vous n’avez pas à fournir l’ensemble des documents envoyés par l’organisation si ceux-ci ne sont pas pertinents pour votre plainte)

# CopyOfRequestToInstitution
source: a copy of your request to the institution
fr: une copie de votre demande à l’institution

# CopyOfWrittenResponse
source: a copy of any written responses you received from the organization about your privacy concerns
fr: une copie des réponses par écrit que vous avez reçues de l’organisation au sujet de vos préoccupations en matière de protection de la vie privée (le cas échéant)

# CountFilesAttached
source: {0} file(s) attached.
fr: {0} fichier(s) joint(s).

source: Country
fr: Pays

source: Customer
fr: Client

# DateOfFinalAnswer
source: What date did you receive a final response from the institution? (maximum 5,000 characters)
fr: À quelle date avez-vous reçu une réponse finale de l’institution? (maximum 5 000 caractères)

# DateSentRequests
source: What date did you send your written request to the institution? If you sent multiple requests please list each one. (maximum 5,000 characters)
fr: À quelle date avez-vous envoyé votre demande écrite à l’institution? Si vous avez envoyé plusieurs demandes, veuillez les énumérer toutes. (maximum 5 000 caractères)

# DateSentRequestsAccess
source: What date did you send your written access request to the institution ? If you sent multiple requests please list each one. (maximum 5,000 characters)
fr: À quelle date avez-vous envoyé votre demande d’accès par écrit à l’institution? Si vous avez envoyé plusieurs demandes, veuillez les énumérer toutes. (maximum 5 000 caractères)

# DaytimePhone
source: Daytime telephone number (123-456-7890)
fr: Numéro de téléphone pendant la journée (123-456-7890)

source: Daytime Telephone Number
fr: Numéro de téléphone pendant la journée

# DependingOnTypeOfOrganizationForComplaint
source: Depending on the type of organization, you may need to take more steps to resolve your concerns before filing a complaint with us. Please answer the questions below.
fr: Selon le type d’organisation, vous devrez peut-être prendre d’autres mesures pour résoudre votre problème avant de déposer une plainte auprès de nous. Veuillez répondre aux questions suivantes.

# DescribeAnyStepsOrRemediesToResolveConcern
source: Please describe any steps or remedies that would resolve your concerns. For example:
fr: Veuillez décrire les mesures ou les solutions qui permettraient de résoudre votre problème. Par exemple :

# DescribeOtherComplaintAndStatusOfComplaint
source: You indicated earlier in this form that you have complained about this incident to another body(s). Please describe that complaint(s) and the status of the complaint process(s)
fr: Vous avez indiqué plus tôt dans ce formulaire que vous vous êtes plaint de cet incident à d’autres organismes. Veuillez décrire les plaintes et l’état d’avancement du processus de traitement des plaintes

# DetailsAboutComplaintToOtherBody
source: Details about complaint to another body
fr: Détails concernant les plaintes déposées auprès d’un autre organisme

# DetailsComplaintAboutOtherBody
source: Details about complaint to another body
fr: Détails concernant les plaintes déposées auprès d’un autre organisme

# DidNoRecordExist
source: Did the institution reply that no records exist?
fr: L’institution a-t-elle répondu qu’il n’existe aucun document?

# DocumentDescriptions
source: Please briefly describe each document you will upload.
fr: Veuillez décrire brièvement chaque document que vous allez télécharger.

# DocumentsandCommentsFormTitle
source: Documents and comments—Supplementary information
fr: Documents et commentaires – Renseignements supplémentaires

# DownloadSummary
source: Download your summary
fr: Téléchargez votre résumé

# DownloadSummaryOfComplaint
source: Download a summary of your complaint
fr: Téléchargez un résumé de votre plainte

# DownloadSummaryOfInfo
source: Download a summary of your information
fr: Téléchargez un résumé de vos renseignements

# DownloadSummaryToSaveOrPrint
source: You can download a summary to save or print
fr: Vous pouvez télécharger un résumé pour l’enregistrer ou l’imprimer

source: Do you need to upload documents?
fr: Avez-vous besoin de télécharger des documents?

# DoYouWishToUploadDocumentsOrMail
source: Do you wish to upload your supporting documents or send them by mail?
fr: Souhaitez-vous télécharger vos documents à l’appui ou les envoyer par la poste?

# DropBox_AfterSubmittingForm
source: After submitting this form, you will be able to download and print a summary
fr: Après avoir soumis ce formulaire, vous pourrez télécharger et imprimer un résumé

# DropBox_AttachedFiles
source: Attached files
fr: Fichiers joints

# DropBox_CaseNumber
source: Reference number—Document drop-off
fr: Numéro de référence – Dépôt des documents

# DropBox_DescriptionOfAttachedDocuments
source: Description of attached documents
fr: Description des pièces jointes

# DropBox_DocumentDescriptions
source: Document descriptions—Document drop-off
fr: Description des documents – Dépôt des documents

# DropBox_Identification
source: Identification—Document drop-off
fr: Identification – Dépôt des documents

# DropBox_OtherComments
source: Other comments—Document drop-off
fr: Autres commentaires – Dépôt des documents

# DropBox_OtherCommentsOrInformation
source: Other comments or information about the complaint
fr: Autres commentaires ou renseignements sur la plainte

# DropBox_PleaseCertify
source: Please certify that the information you have provided is, to the best of your knowledge, true, accurate and complete.
fr: Veuillez attester que les renseignements que vous avez fournis sont, à votre connaissance, véridiques, exacts et complets.

# DropBox_PleaseReviewAnswers
source: Please review your answers before submitting the form. You may edit these fields:
fr: Veuillez revoir vos réponses avant de soumettre le formulaire. Vous pouvez modifier ces champs :

# DropBox_ReviewAndSend
source: Review and send—Document drop-off
fr: Revue et envoi – Dépôt des documents

# DropBox_SummaryOfYourAnswers
source: Summary of your answers
fr: Résumé de vos réponses

# EditFiles
source: Edit (Attached files)
fr: Modifier (Fichiers joints)

source: Edit Part A-Jurisdiction
fr: Modifier la partie A – Compétence

# EditPartAPreliminaryInfo
source: Edit Part A-Preliminary Information
fr: Modifier la partie A – Renseignements préliminaires

source: Edit Part B-Steps Taken
fr: Modifier la partie B – Mesures prises

source: Edit Part C-Preliminary details
fr: Modifier la partie C – Détails préliminaires

# EmailAddress
source: E-mail address (yourname@domain.com)
fr: Adresse électronique (votrenom@domaine.com)

# EmployeeFormerOrApplicant
source: An employee, former employee, or applicant for a job at the organization
fr: Employé, ancien employé ou candidat à un emploi au sein de l’organisation

# EndingYourSessionBusinessText
source: If you wish to raise your issue with the organization in question, you can end your session. This <strong>will delete your form</strong>. For privacy reasons, we do not retain partially-completed forms.
fr: Si vous souhaitez soulever votre problème auprès de l’organisation en question ou chercher des solutions de rechange, vous pouvez mettre fin à votre session. Votre <strong>formulaire sera supprimé</strong>. Pour des raisons de confidentialité, nous ne conservons pas les formulaires partiellement remplis.

# EndingYourSessionFederalText
source: If, based on any of the information above, you’re not sure if you want to continue with your complaint now, you can end your session and return to file a complaint later.
fr: Si, d’après l’un des renseignements ci-dessus, vous n’êtes pas certain de vouloir poursuivre votre plainte maintenant, vous pouvez mettre fin à votre session et revenir déposer une plainte plus tard.

# EndingYourSessionTitle
source: Ending your session
fr: Fermeture de votre session

# EndYourSessionTitle
source: End your session
fr: Fermer votre session

# EnterRepresentativeInfo
source: Enter Representative Information
fr: Entrer les renseignements sur le représentant

# ExtraInformationAboutComplaint
source: Please use this field to add any comments or other information about the complaint.
fr: Veuillez utiliser ce champ pour ajouter des commentaires ou d’autres renseignements sur la plainte.

# FileABusinessComplaint
source: File a privacy complaint about a business
fr: Déposer une plainte concernant la protection de la vie privée visant une entreprise

# FileAComplaintAboutAbusinessURL
source: https://www.priv.gc.ca/en/report-a-concern/file-a-formal-privacy-complaint/file-a-complaint-about-a-business/
fr: https://www.priv.gc.ca/fr/signaler-un-probleme/deposer-une-plainte-officielle-concernant-la-protection-de-la-vie-privee/deposer-une-plainte-visant-une-entreprise/

source: File another complaint
fr: Déposer une autre plainte

# FileDifferentTypeOfComplaint
source: File a different type of complaint about the same institution
fr: Déposer un autre type de plainte visant la même institution

# FileFederalComplaint
source: File a privacy complaint about a federal institution
fr: Déposer une plainte concernant la protection de la vie privée visant une institution du gouvernement fédéral

# FileFederalComplaintURL
source: https://www.priv.gc.ca/en/report-a-concern/file-a-formal-privacy-complaint/file-a-complaint-about-a-federal-institution/
fr: https://www.priv.gc.ca/fr/signaler-un-probleme/deposer-une-plainte-officielle-concernant-la-protection-de-la-vie-privee/deposer-une-plainte-visant-une-institution-du-gouvernement-federal/

source: Files
fr: Fichiers

# FileSameTypeOfComplaint
source: File the same type of complaint about another institution
fr: Déposer le même type de plainte visant une autre institution

source: First name
fr: Prénom

# FormOfAddress
source: Preferred form of address
fr: Titre de civilité préféré

source: General public
fr: Grand public

# GovernmentEmployee
source: Employee of the government institution
fr: Employé de l’institution fédérale

# HandlingOfPersonalInfoMayBeProvincial
source: Handling of personal information in {0} may fall under provincial privacy laws instead of the <em>Personal Information Protection and Electronic Document Act (PIPEDA)</em>. To help us determine jurisdiction, please answer the questions below.
fr: Le traitement des renseignements personnels {0} peut relever des lois provinciales sur la protection des renseignements personnels plutôt que de la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE). Pour nous aider à déterminer la compétence, veuillez répondre aux questions ci-dessous.

# HaveYouSubmittedBefore
source: Have you submitted a complaint in the past with the Office of the Privacy Commissioner?
fr: Avez-vous déjà déposé une plainte auprès du Commissariat à la protection de la vie privée?

# IfComplaintAgainstMoreThanOneInstitution
source: <ul> <li> If the relevant institution is not listed, it may be covered by private sector or provincial privacy legislation. To find out where to address an issue covered by another privacy law, refer to the <a href="https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/02_05_d_15/">summary of privacy laws in Canada.</a> </li> <li> If after consulting this page you are still unsure of the institution, please <a href="https://www.priv.gc.ca/en/contact-the-opc/contact-the-information-centre/">contact OPC's Information Center.</a> </li> <li> After submitting the complaint, you will have the opportunity to file a different privacy complaint about the same institution or file the same type of complaint about another institution without having to re-enter all your information. </li> </ul>
fr: <ul> <li> Si l’institution pertinente ne figure pas sur la liste, elle peut être couverte par une loi applicable au secteur privé ou par la loi provinciale sur la protection de la vie privée. Pour savoir à qui adresser une question visée par une autre loi sur la protection de la vie privée, veuillez consulter l’<a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/02_05_d_15/">Aperçu des lois sur la protection des renseignements personnels au Canada.</a> </li> <li> Si, après avoir consulté cette page, vous n’êtes toujours pas certain de l’institution, veuillez <a href="https://www.priv.gc.ca/fr/communiquer-avec-le-commissariat/communiquer-avec-le-centre-d-information/">communiquer avec le Centre d’information du Commissariat.</a> </li> <li> Après avoir soumis la plainte, vous aurez l’occasion de déposer une plainte différente visant la même institution ou de déposer le même type de plainte visant une autre institution sans avoir à entrer de nouveau tous vos renseignements personnels. </li> </ul>

# IfNotSureTellWhereYouLive
source: If you're not sure, please tell us where you live.
fr: En cas de doute, veuillez nous indiquer où vous habitez.

# IfYouChooseToContactInstitution
source: If, based on any of the information above, you’re not sure if you want to continue with your complaint now, you can end your session and return to file a complaint later.
fr: Si, d’après l’un des renseignements ci-dessus, vous n’êtes pas certain de vouloir poursuivre votre plainte maintenant, vous pouvez mettre fin à votre session et revenir déposer une plainte plus tard.

# IfYouHaveMoreThanOneReasonToComplain
source: If you have more than one privacy complaint to file about this institution, you will have the opportunity to do so, later in this form
fr: Si vous avez plus d’une plainte à formuler au sujet de cette institution, vous aurez l’occasion de le faire plus loin dans ce formulaire.

# IfYouHaveNotTakenAllNecessaryStepsBeAware
source: If you have not taken all the necessary steps, please be aware that we may decline to investigate your complaint. If you wish to continue your complaint, you will need to attach copies of your correspondence with the organization at the end of this form
fr: Si vous n’avez pas pris toutes les mesures nécessaires, veuillez noter que nous pourrions refuser de faire enquête sur votre plainte. Si vous souhaitez poursuivre votre plainte, vous devrez joindre des copies de votre correspondance avec l’organisation à la fin du présent formulaire.

# IfYouRaisedConcernWithOrganizationWhyFileWithUs
source: If you have raised your concern with the organization’s contact for privacy issues, and you still have any of the following concerns, please click on any relevant choices below for further information.
fr: Si vous avez fait part de vos préoccupations à la personne-ressource de l’organisation en matière de protection de la vie privée et que vous avez encore l’une des préoccupations suivantes, veuillez cliquer sur l’un des choix pertinents ci-dessous pour obtenir de plus amples renseignements.

# IfYouWishToContactAnotherBody
source: If, based on any of the information above, you’re not sure if you want to continue with your complaint now, you can end your session and return to file a complaint later.
fr: Si, d’après l’un des renseignements ci-dessus, vous n’êtes pas certain de vouloir poursuivre votre plainte maintenant, vous pouvez mettre fin à votre session et revenir déposer une plainte plus tard.

# IfYouWishToContinueWithoutHavingRaisedConcerns
source: If you wish to continue your complaint without having raised your concerns with the organization, please be aware that we may decline to investigate your complaint.
fr: Si vous souhaitez poursuivre votre plainte sans avoir fait part de vos préoccupations à l’organisation, veuillez noter que nous pourrions refuser de faire enquête sur votre plainte.

# IfYouWishToContinueYouWillNeedToAttachCopies
source: If you wish to continue your complaint, you will need to attach copies of your correspondence with the organization about your privacy concern at the end of this form.
fr: Si vous souhaitez poursuivre votre plainte, vous devrez joindre des copies de votre correspondance avec l’organisation au sujet de vos préoccupations en matière de protection de la vie privée à la fin du présent formulaire.

# ImportantToShowWhatYouHaveDoneToAddressYourConcerns
source: <p>It is important to show what you have done to address your concerns with the organization involved.</p> <p>Usually, our office <strong>will not investigate</strong> your complaint <strong>until after</strong> you have tried other available ways to resolve your concern.</p>
fr: <p>Il est important de montrer ce que vous avez fait pour résoudre votre problème avec l’organisation concernée.</p> <p>En général, notre Commissariat <strong>n’enquêtera pas</strong> sur votre plainte <strong>avant que</strong> vous ayez essayé les autres moyens disponibles pour résoudre votre problème.</p>

# InformalRequestFirstInfo
source: <p> Under the Privacy Act, you must make a formal request to the institution and give the institution an opportunity to respond before making a complaint to our office. Please contact the Access to Information and Privacy Coordinator at the institution. To find this person, please consult the <a href="http://www.tbs-sct.gc.ca/ap/atip-aiprp/coord-eng.asp">list of Access to Information and Privacy Coordinators by institution</a>. </p> <p>If, based on the above, you’re not sure if you want to continue with your complaint now, you can end your session and return to file a complaint later.</p>
fr: <p> En vertu de la Loi sur la protection des renseignements personnels, vous devez présenter une demande officielle à l’institution et lui donner la possibilité de répondre avant de déposer une plainte à notre bureau. Veuillez communiquer avec le coordonnateur de l’accès à l’information et de la protection des renseignements personnels de l’institution. Pour trouver cette personne, veuillez consulter la <a href="https://www.priv.gc.ca/fr/protection-de-la-vie-privee-et-transparence-au-commissariat/pp/">liste des coordonnateurs de l’accès à l’information et de la protection des renseignements personnels par institution</a>. </p> <p>Si, d’après ce qui précède, vous n’êtes pas certain de vouloir poursuivre votre plainte maintenant, vous pouvez mettre fin à votre session et revenir déposer une plainte plus tard.</p>

# InformationProtectedInThisForm
source: The information you provide on this form is protected under the <i>Access to Information Act</i> and the <i>Privacy Act</i>. For more information, please refer to the <a href="https://www.priv.gc.ca/en/privacy-and-transparency-at-the-opc/pp/">Office of the Privacy Commissioner of Canada’s Privacy Policy</a>.
fr: Les renseignements que vous fournissez dans ce formulaire sont protégés en vertu de la <i>Loi sur l’accès à l’information</i> et de la <i>Loi sur la protection des renseignements personnels</i>. Pour de plus amples renseignements, veuillez consulter la <a href="https://www.priv.gc.ca/fr/protection-de-la-vie-privee-et-transparence-au-commissariat/pp/">Politique sur la protection des renseignements personnels du Commissariat à la protection de la vie privée du Canada</a>.

# InfoSubmittedWillReviewAndContact
source: Your information has been submitted. We will review your information and will follow-up as appropriate.
fr: Vos renseignements ont été soumis. Nous examinerons vos renseignements et effectuerons un suivi au besoin.

source: In Progress
fr: En cours
