Repository: opc-cpvp/online-complaint-form-pa_jf
Catalog: ComplaintFormCore/Resources_original/Submission.*.resx
Languages: fr

# PrivacyLawsInCanadaURL
source: https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/
fr: https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/

# ProvincialAndTerritorialPrivacyLawsURL
source: https://www.priv.gc.ca/en/about-the-opc/what-we-do/provincial-and-territorial-collaboration/provincial-and-territorial-privacy-laws-and-oversight/
fr: https://www.priv.gc.ca/fr/a-propos-du-commissariat/ce-que-nous-faisons/collaboration-avec-les-provinces-et-les-territoires/lois-et-organismes-de-surveillance-provinciaux-et-territoriaux-en-matiere-de-protection-de-la-vie-privee/

# ProvincialLegsSimilarToPIPEDAURL
source: https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/r_o_p/provincial-legislation-deemed-substantially-similar-to-pipeda/
fr: https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/r_o_p/lois-provinciales-essentiellement-similaires-a-la-lprpde/

# AccessToPersonalInfo
source: Access to your personal information
fr: Accès à vos renseignements personnels

source: Accomodation
fr: Mesures d’adaptation

# AccomodationForDisability
source: Accommodation for a disability
fr: Mesures d’adaptation pour les personnes handicapées

source: Additional comments / special instructions
fr: Commentaires supplémentaires/instructions spéciales

# AdditionalCommentsWithLimit
source: Additional comments / special Instructions (maximum 5,000 characters)
fr: Commentaires supplémentaires/instructions spéciales (maximum 5 000 caractères)

# AddressSentRequest
source: What address did you send your written request to (email address, postal address or the <a href="https://atip-aiprp.apps.gc.ca/atip/">ATIP Online Request application</a>)?
fr: À quelle adresse avez-vous envoyé votre demande écrite (adresse électronique, adresse postale ou <a href="https://atip-aiprp.apps.gc.ca/atip/">demande en ligne d’AIPRP</a>)?

# AfterSubmittingText
source: <ul> <li>download and print a summary of your complaint</li> <li>file a different type of complaint about the same institution</li> <li>file the same type of complaint about another institution</li> <li>file a different type of complaint about another institution</li> </ul>
fr: <ul> <li>télécharger et imprimer un résumé de votre dossier de plainte</li> <li>déposer un autre type de plainte concernant la même institution</li> <li>déposer le même type de plainte concernant une autre institution</li> <li>déposer un autre type de plainte concernant une autre institution</li> </ul>

# AfterSubmittingTextPipeda
source: <ul><li>download and print a summary of your complaint</li> <li>file another complaint</li></ul>
fr: <ul><li>télécharger et imprimer un résumé de votre plainte</li> <li>déposer une autre plainte</li></ul>

# AfterSubmittingTitle
source: After submitting your complaint, you will be able to use the next screen to:
fr: Après avoir soumis votre plainte, vous pourrez utiliser l’écran suivant pour :

# AlternatePhone
source: Alternate telephone number (123-456-7890)
fr: Autre numéro de téléphone (123-456-7890)

# AnswerPartAPA
source: Part A: Preliminary Information
fr: Partie A : Renseignements préliminaires

# AnswerPartAPIPEDA
source: Part A: Jurisdiction
fr: Partie A : Compétence

# AnswerPartBPA
source: Part B: Steps Taken
fr: Partie B : Mesures prises

# AnswerPartBPIPEDA
source: Part B: Steps Taken
fr: Partie B : Mesures prises

# AnswerPartCPA
source: Part C: Details
fr: Partie C : Détails

# AnswerPartCPIPEDA
source: Part C: Details and Documents
fr: Partie C : Détails et documents

# AreYouSubmittingAsPublicOrFederalEmployee
source: Are you submitting the complaint as a member of the general public or as an employee of the federal government institution?
fr: Déposez-vous la plainte en tant que membre du grand public ou en tant qu’employé de l’institution fédérale?

source: Are you uploading documents?
fr: Téléchargez-vous des documents?

# AsComplainant
source: Complainant (the person who made the complaint)
fr: Plaignant (personne qui dépose la plainte)

# AsRepresentative
source: Complainant's representative
fr: Représentant du plaignant

# AsRespondent
source: Respondent (the organization or institution the complaint is against)
fr: Mis en cause (organisation ou institution visée par la plainte)

source: Attached
fr: En pièce jointe

# AttachedAuthzFormFiles
source: Attached authorization form file(s)
fr: Fichier joint au formulaire d’autorisation

source: Attachments
fr: Pièces jointes

# AttachOnlineOrByMail
source: You can either attach supporting documents to this online complaint or you can mail documents separately.
fr: Vous pouvez joindre les documents à l’appui à cette plainte en ligne ou les envoyer par la poste séparément.

# AuthzFormAttachments
source: Authorization form attachment(s)
fr: Pièces jointes au formulaire d’autorisation

# BasedOnAnswersMayBeAdditionalSteps
source: <p>Based on your answer to the last question, there may be:</p> <ul> <li>more steps you should consider before filing a complaint with us</li> <li>another complaint process that is better for your concerns</li> </ul> <p>Please read the notice(s) below carefully before deciding whether to continue to file a complaint with us.</p>
fr: <p>D’après votre réponse à la dernière question, il y a peut-être :</p> <ul> <li>plus d’étapes à envisager avant de déposer une plainte auprès de nous</li> <li>un autre processus de plainte mieux adapté à vos préoccupations</li> </ul> <p>Veuillez lire attentivement les avis ci-dessous avant de décider s’il y a lieu de poursuivre le dépôt de plainte auprès de nous.</p>

# BasedOnAnswersTakeComplaintToDPA
source: <p>Based on your answer, we recommend that you make your complaint to the <strong>{0}</strong> provincial government instead of our office.</p> <p>Usually, provincial privacy laws cover the handling of personal information by public bodies in Prince Edward Island.</p> <h2>What you can do</h2> <p>For more information or to file a complaint with the {0} provincial government, consult the <a href="{1}">Office of the {2}</a>.</p>
fr: <p>Selon votre réponse, nous vous recommandons de déposer votre plainte auprès du gouvernement provincial <strong>{0}</strong> plutôt qu’auprès de notre bureau.</p> <p>En général, les lois sur la protection des renseignements personnels de la province régissent le traitement des renseignements personnels par les organismes publics de l’Île-du-Prince-Édouard.</p> <h2>Ce que vous pouvez faire</h2> <p>Pour obtenir de plus amples renseignements ou pour déposer une plainte auprès du gouvernement provincial {0}, consultez le <a href="{1}">Bureau du {2}</a>.</p>

# BasedOnAnswersTakeComplaintToProvincial
source: <p>Based on your answer, we recommend that you make your complaint to the <strong>{0}</strong> provincial government instead of our office.</p> <p>Usually, provincial privacy laws cover the handling of personal information by public bodies or health information custodians in {0}.</p> <h2>What you can do</h2> <p>For more information or to file a complaint with the {0} provincial government, consult the <a href="{1}">{2}</a>.
fr: <p>Selon votre réponse, nous vous recommandons de déposer votre plainte auprès du gouvernement provincial <strong>{0}</strong> plutôt qu’auprès de notre bureau.</p> <p>En général, les lois sur la protection des renseignements personnels de la province régissent le traitement des renseignements personnels par les organismes publics ou les dépositaires de renseignements sur la santé {0}.</p> <h2>Ce que vous pouvez faire</h2> <p>Pour obtenir de plus amples renseignements ou pour déposer une plainte auprès du gouvernement provincial {0}, consultez le <a href="{1}">{2}</a>.

# BasedOnAnswersUnlikelyCoveredByPIPEDA
source: <p>Based on your answers it is very unlikely that the <em>Personal Information Protection and Electronic Documents Act (PIPEDA)</em> covers your complaint.</p> <p>Usually, provincial privacy laws cover the handling of personal information by public bodies or health information custodians in <strong>{0}</strong>.</p> <h2>What you can do</h2> <p>For more information or to file a complaint to the {0} provincial government, consult:</p> <ul> <li>with the <a href="{1}">{2}</a></li> <li><a href="https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/r_o_p/provincial-legislation-deemed-substantially-similar-to-pipeda/">provincial legislation deemed substantially similar to PIPEDA</a></li> </ul>
fr: <p>Selon vos réponses, il est très peu probable que la <em>Loi sur la protection des renseignements personnels et les documents électroniques (LPRPDE)</em> couvre votre plainte.</p> <p>En général, les lois sur la protection des renseignements personnels de la province régissent le traitement des renseignements personnels par les organismes publics ou les dépositaires de renseignements sur la santé <strong>{0}</strong>.</p> <h2>Ce que vous pouvez faire</h2> <p>Pour obtenir de plus amples renseignements ou pour déposer une plainte auprès du gouvernement provincial {0}, veuillez consulter :</p> <ul> <li>le <a href="{1}">{2}</a></li> <li><a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/r_o_p/lois-provinciales-essentiellement-similaires-a-la-lprpde/">réputées essentiellement similaires à la LPRPDE</a></li> </ul>

# BasedOnAnswersUnlikelyCoveredByPIPEDAList
source: <p> Based on your answers it is very unlikely that the <i>Personal Information Protection and Electronic Documents Act</i> (PIPEDA) covers your complaint. </p> <p>Usually PIPEDA applies to the handling of employees’ personal information only if the organization is defined as a <a href="https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/pipeda_brief/#_fwub">“federal work, undertaking or business”</a>. Examples may include:</p> <ul> <li>airports, aircrafts or airlines</li> <li>banks</li> <li>inter-provincial or international transportation by land or water</li> <li>telecommunications</li> <li>offshore drilling operations</li> <li>radio and television broadcasting</li> </ul> <h2>What you can do</h2> <p> Depending on your concern, there may be help available at the provincial or territorial level. If your concerns relates to wrongful termination, denied benefits, workplace harassment or unfair discipline, you can seek information from authorities dealing with: </p> <ul> <li><a href="https://canadabusiness.ca/government/regulations/regulated-business-activities/human-resources-regulations/employment-equity-and-human-rights/">employment equity and human rights</a></li> <li><a href="https://canadabusiness.ca/government/regulations/regulated-business-activities/human-resources-regulations/employment-standards">employment standards</a></li> <li><a href="https://canadabusiness.ca/government/regulations/regulated-business-activities/human-resources-regulations/workplace-health-and-safety-regulations/">workplace health and safety regulations</a></li> </ul> <p class="mrgn-tp-md"> We also encourage you to consider raising your concern with the person responsible for privacy at your organization, often called the Privacy Officer. </p>
fr: <p> Selon vos réponses, il est très peu probable que la <i>Loi sur la protection des renseignements personnels et les documents électroniques</i> (LPRPDE) couvre votre plainte. </p> <p>En général, la LPRPDE ne s’applique au traitement des renseignements personnels des employés que si l’organisation est définie comme une <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/lprpde_survol/">« entreprise fédérale »</a>. En voici quelques exemples :</p> <ul> <li>les aéroports, les aéronefs ou les compagnies aériennes</li> <li>les banques</li> <li>le transport interprovincial ou international par voie terrestre ou maritime</li> <li>les télécommunications</li> <li>les activités de forage en mer</li> <li>la radiodiffusion et la télédiffusion</li> </ul> <h2>Ce que vous pouvez faire</h2> <p> Selon vos préoccupations, il se peut que de l’aide soit disponible à l’échelle provinciale ou territoriale. Si vos préoccupations ont trait à un congédiement injustifié, à un refus de prestations, à du harcèlement au travail ou à des mesures disciplinaires injustes, vous pouvez demander des renseignements aux autorités compétentes en : </p> <ul> <li><a href="https://entreprisescanada.ca/fr/gouvernement/reglementation/activites-commerciales-reglementees/reglementation-en-matiere-de-ressources-humaines/equite-en-matiere-demploi-et-droits-de-la-personne/">équité en matière d’emploi et droits de la personne</a></li> <li><a href="https://entreprisescanada.ca/fr/gouvernement/reglementation/activites-commerciales-reglementees/reglementation-en-matiere-de-ressources-humaines/normes-demploi/">normes d’emploi</a></li> <li><a href="https://entreprisescanada.ca/fr/gouvernement/reglementation/activites-commerciales-reglementees/reglementation-en-matiere-de-ressources-humaines/reglement-sur-la-sante-et-la-securite-au-travail/">règlements sur la santé et la sécurité au travail</a></li> </ul> <p class="mrgn-tp-md"> Nous vous encourageons également à envisager de faire part de vos préoccupations à la personne responsable de la protection de la vie privée au sein de votre organisation, qui est souvent appelée l’agent de la protection de la vie privée. </p>
