Repository: opc-cpvp/online-complaint-form-pa_jf
Catalog: ComplaintFormCore/Resources_original/Submission.*.resx
Languages: fr

# PartC_DetailsOfCompliantTitleBusiness
source: Part C: Details (Details of complaint)—Privacy complaint form (private sector organization)
fr: Partie C : Détails (détails de la plainte) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartC_DocumentSectionEdit
source: Edit Part C–Documentation (attached files)
fr: Modifier la partie C – Documentation (fichiers joints)

# PartC_PleaseReviewYourAnswersPipeda
source: <p>Please review your answers before submitting the form.</p>
fr: <p>Veuillez revoir vos réponses avant de soumettre le formulaire.</p>

source: Part C—Preliminary details
fr: Partie C – Détails préliminaires

# PartC_Section1TypeOfComplaintTitleFederal
source: Part C: Details (Type of complaint)—Privacy complaint form (federal institution)
fr: Partie C : Détails (type de plainte) – Formulaire de plainte concernant la protection de la vie privée (institution fédérale)

# PartC_Section2ComplainantRepresentativeInfoTitleFederal
source: Part C—Details (Section 3: Complainant/Representative information)—Privacy complaint form (federal institution)
fr: Partie C : Détails (Section 3 : Information sur le plaignant ou le représentant) – Formulaire de plainte concernant la protection de la vie privée (institution fédérale)

# PartC_Section3DetailsForDelayOfCompliantTitleFederal
source: Part C: Details (Delay)—Privacy complaint form (federal institution)
fr: Partie C : Détails (retard) – Formulaire de plainte concernant la protection de la vie privée (institution fédérale)

# PartC_Section3DetailsForDenialOfCompliantTitleFederal
source: Part C: Details (Denial of access)—Privacy complaint form (federal institution)
fr: Partie C : Détails (refus d’accès) – Formulaire de plainte concernant la protection de la vie privée (institution fédérale)

# PartC_Section3DetailsOfCompliantTitleFederal
source: Part C: Details (Section 2: Details of complaint)—Privacy complaint form (federal institution)
fr: Partie C : Détails (Section 2 : Détails de la plainte) – Formulaire de plainte concernant la protection de la vie privée (institution fédérale)

# PartC_Section3Edit
source: Edit Part C-Details of complaint
fr: Modifier la partie C – Détails de la plainte

# PartC_Section4DetailsTitleBusiness
source: Part C: Details (Documentation)—Privacy complaint form (private sector organization)
fr: Partie C : Détails (documentation) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartC_Section4DetailsTitleFederal
source: Part C: Details (Section 4: Documentation)—Privacy complaint form (federal institution)
fr: Partie C : Détails (Section 4 : Documentation) – Formulaire de plainte concernant la protection de la vie privée (institution fédérale)

# PartC_Section4Edit
source: Edit Part C-Documentation
fr: Modifier la partie C – Documentation

# PartC_Title
source: Part C: Details and Documents
fr: Partie C : Détails et documents

# PhoneExtension
source: Extension (digits only)
fr: Prolongation (chiffres seulement)

# PIPEDARestrictions
source: The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) only applies to personal information handled by organizations during a commercial activity and the personal information of employees of certain organizations. Please answer the question below to determine if your complaint is within this scope.
fr: La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) ne s’applique qu’aux renseignements personnels traités par les organisations dans le cadre d’une activité commerciale et aux renseignements personnels des employés de certaines organisations. Veuillez répondre à la question suivante pour déterminer si votre plainte s’inscrit dans ce champ d’application.

# PleaseCertify
source: Please certify that the information you have given on this form is, to the best of your knowledge, true, accurate and complete.
fr: Veuillez attester que les renseignements que vous avez fournis dans ce formulaire sont, à votre connaissance, véridiques, exacts et complets.

# PleaseDescribeAnyDocumentsYouAreUploading
source: Please describe the document(s) you are uploading (if any), and any other notes you wish to add.
fr: Veuillez décrire les documents que vous téléchargez (le cas échéant) et toute autre note que vous souhaitez ajouter.

# PleaseEnterComplainantLastName
source: Please enter the complainant's last name
fr: Veuillez indiquer le nom de famille du plaignant.

# PleaseEnterDaytimeTelephoneNumber
source: Please enter the Daytime Telephone Number as the best number to contact you from Monday to Friday, 8:30am to 4:30pm ET.
fr: Veuillez entrer le numéro de téléphone où nous pourrons vous joindre pendant la journée du lundi au vendredi, de 8 h 30 à 16 h 30 (HE).

# PleaseEnterReferenceOPCCaseNumber
source: Please enter the reference number from the Office of the Privacy Commissioner (format: PA-XXXXXX or PIEPDA-XXXXXX).
fr: Veuillez entrer le numéro de référence du Commissariat à la protection de la vie privée (format: PA-XXXXXX or PIEPDA-XXXXXX).

source: Please explain:
fr: Veuillez expliquer :

# PleaseIdentifyNameAndLocation
source: Please identify by specific name and location and provide the legal name of the organization, if known.
fr: Veuillez indiquer le nom et l’emplacement précis de l’organisation et fournir son nom légal, si vous le connaissez.

source: Please include:
fr: Veuillez inclure :

# PleaseListEachItems
source: Please describe each item (if any) from your access request that you have not received yet. (maximum 5,000 characters)
fr: Veuillez décrire chaque élément (s’il y a lieu) de votre demande d’accès que vous n’avez pas encore reçu. (maximum 5 000 caractères)

# PleaseProvideDetailsForEachComplaint
source: Please provide details for each complaint you have made to another body including: (maximum 5,000 characters)
fr: Veuillez fournir des détails pour chaque plainte que vous avez déposée auprès d’un autre organisme, y compris : (maximum 5 000 caractères)

source: Please read before continuing
fr: Veuillez lire avant de continuer

# PleaseReviewYourAnswersPa
source: <p>Please review your answers before submitting the form.</p>
fr: <p>Veuillez revoir vos réponses avant de soumettre le formulaire.</p>

# PleaseUseThisFieldToAddAnyComments
source: Please use this field to add any comments or other information about the complaint.
fr: Veuillez utiliser ce champ pour ajouter des commentaires ou d’autres renseignements sur la plainte.

source: Postal code
fr: Code postal

# PreviousComplaintText
source: We are asking this to ensure we have accurate contact information for individuals who submit complaints. Please note, we may update your contact information for any active complaints with our office, using the information you provide below.
fr: Nous demandons cela pour nous assurer d’avoir les coordonnées exactes des personnes qui déposent des plaintes. Veuillez noter que nous pouvons mettre à jour vos coordonnées relatives à toute plainte en cours auprès de notre Commissariat, en utilisant les renseignements que vous fournissez ci-dessous.

# PreviousComplaintTitle
source: Previous complaint
fr: Plainte antérieure

# PrivacyActSectionsApplied
source: What sections of the <i>Privacy Act</i> did the institution mention (if any) as the reason it withheld information in its response to your request? (maximum 5,000 characters)
fr: Quels articles de la <i>Loi sur la protection des renseignements personnels</i> l’institution a-t-elle mentionnés (le cas échéant) comme raison pour laquelle elle a refusé de divulguer des renseignements dans sa réponse à votre demande? (maximum 5 000 caractères)

# PrivacyLawsInCanadaText
source: Privacy laws in Canada
fr: Lois sur la protection des renseignements personnels au Canada

# ProgressSoFar
source: Your progress so far
fr: Vos progrès jusqu’à présent

# ProvinceState
source: Province/Territory
fr: Province ou territoire

# ProvincialAndTerritorialPrivacyLawsText
source: Provincial and territorial privacy laws and oversight
fr: Lois et organismes de surveillance provinciaux et territoriaux en matière de protection de la vie privée

# ProvincialLegsSimilarToPIPEDAText
source: Provincial legislation deemed substantially similar to PIPEDA
fr: Lois provinciales réputées essentiellement similaires à la LPRPDE

# ReasonForNotRaisingConcernContent
source: <details> <summary>Don’t think it will help</summary> <div> <p> Before filing a complaint with our office, we encourage you first to attempt to address your concerns directly with the institution. Many times you can resolve privacy issues through direct communication with the Access to Information and Privacy (ATIP) Coordinator. To find this person, please consult the <a href="http://www.tbs-sct.gc.ca/ap/atip-aiprp/coord-eng.asp"> list of Access to Information and Privacy Coordinators by institution </a> </p> </div> </details> <details> <summary>Can’t find the contact</summary> <div> <p> Please consult the <a href="http://www.tbs-sct.gc.ca/ap/atip-aiprp/coord-eng.asp">list of Access to Information and Privacy Coordinators by institution.</a> </p> </div> </details> <details> <summary>Wish to stay anonymous</summary> <div> <p> Please note that your name (except in extraordinary circumstances) and the details of your complaint will be shared with the institution that is the subject of the complaint. </p> <p> We may, for the purpose of the investigation, share personal information with the institution and may collect personal information from that institution. </p> <p> We do not otherwise disclose the information you provide unless such a disclosure is in accordance with the <a href="http://laws.justice.gc.ca/eng/acts/P-21/page-2.html#h-6">subsection 8(2) of the Privacy Act</a>, which is reserved for limited situations. In the case of such a disclosure, we will only disclose the information that is required and, wherever possible, will inform you. </p> <p> The personal information you provide on our complaint form is protected under the <em>Access to Information Act</em> and the <em>Privacy Act</em>. </p> <p> If you wish to just tell us about an issue, and not have your identity revealed, use our <a href="https://services.priv.gc.ca/q-s/allez-go/eng/fb408134-7bd4-48cb-87a2-4ac6210dee51"> online form to share a privacy comment or an issue without filing a formal complaint</a>. At our Commissioner’s discretion, we can look into matters without a person making a complaint. </p> </div> </details>
fr: <details> <summary>Ne pense pas que ça aidera</summary> <div> <p> Avant de déposer une plainte auprès de notre bureau, nous vous encourageons à commencer par essayer de faire part de vos préoccupations directement à l’institution. Bien souvent, vous pouvez résoudre les problèmes de protection de la vie privée en communiquant directement avec le coordonnateur de l’accès à l’information et de la protection des renseignements personnels (AIPRP). Pour trouver cette personne, veuillez consulter la <a href="https://www.tbs-sct.gc.ca/ap/atip-aiprp/coord-fra.asp"> liste des coordonnateurs de l’accès à l’information et de la protection des renseignements personnels par institution </a> </p> </div> </details> <details> <summary>Impossible de trouver la personne-ressource</summary> <div> <p> Veuillez consulter la <a href="https://www.tbs-sct.gc.ca/ap/atip-aiprp/coord-fra.asp">liste des coordonnateurs de l’accès à l’information et de la protection des renseignements personnels par institution.</a> </p> </div> </details> <details> <summary>Souhaite rester anonyme</summary> <div> <p> Veuillez noter que votre nom (sauf dans des circonstances extraordinaires) et les détails de votre plainte seront communiqués à l’institution qui fait l’objet de la plainte. </p> <p> Nous pouvons, aux fins de l’enquête, communiquer des renseignements personnels à l’institution et recueillir des renseignements personnels auprès de cette institution. </p> <p> Nous ne divulguons pas autrement les renseignements que vous nous fournissez, à moins que cette divulgation soit conforme au <a href="https://laws.justice.gc.ca/fra/lois/P-21/page-2.html">paragraphe 8(2) de la Loi sur la protection des renseignements personnels</a>, qui est réservé à des situations limitées. Le cas échéant, le Commissariat ne communiquera que l’information nécessaire et, dans la mesure du possible, vous en avisera. </p> <p> Les renseignements personnels que vous fournissez sur notre formulaire de plainte sont protégés en vertu de la <em>Loi sur l’accès à l’information</em> et de la <em>Loi sur la protection des renseignements personnels</em>. </p> <p> Si vous souhaitez simplement nous parler d’un problème, et que votre identité ne soit pas révélée, utilisez notre <a href="https://services.priv.gc.ca/q-s/allez-go/fra/fb408134-7bd4-48cb-87a2-4ac6210dee51?ResultId=5dfc6151-d40a-449f-9b40-51becbf7851d"> formulaire en ligne pour faire part d’un commentaire ou d’une question relative à la protection de la vie privée sans avoir à déposer une plainte officielle</a>. À la discrétion de notre commissaire, nous pouvons faire enquête sans qu’une personne dépose une plainte. </p> </div> </details>

# ReasonForNotRaisingConcernHeader
source: What is your reason for not raising your concern in writing with the institution’s contact?
fr: Quelle est la raison pour laquelle vous n’avez pas fait part de vos préoccupations par écrit à la personne-ressource de l’institution?

# RelatedContent_FederalGovernmentAndYourPersonalInfo_Text
source: The federal government and your personal information
fr: Le gouvernement fédéral et vos renseignements personnels

# RelatedContent_FederalGovernmentAndYourPersonalInfo_URL
source: https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/the-federal-government-and-your-personal-information/
fr: https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/le-gouvernement-federal-et-vos-renseignements-personnels/

# RelatedContent_ListOfATIPCoordinators_Text
source: List of Access to Information and Privacy Coordinators by institution
fr: Liste des coordonnateurs de l’accès à l’information et de la protection des renseignements personnels par institution

# RelatedContent_ListOfATIPCoordinators_URL
source: http://www.tbs-sct.gc.ca/atip-aiprp/apps/coords/index-eng.asp
fr: http://www.tbs-sct.gc.ca/ap/atip-aiprp/coord-fra.asp

# RelatedContent_PrivacyAct_Text
source: <i>Privacy Act</i>
fr: <i>Loi sur la protection des renseignements personnels</i>

# RelatedContent_PrivacyAct_URL
source: https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-privacy-act/
fr: https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels/

# RelatedContent_TipsForRaisingPrivacyConcern_Text
source: Tips for raising your privacy concern with a federal government institution
fr: Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une institution fédérale

# RelatedContent_TipsForRaisingPrivacyConcern_URL
source: https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-federal-government-institution/
fr: https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-institutions-federale/

# RelatedContent_Title
source: Related content
fr: Contenu connexe

# RelatedContent_WhatToExpectWhenUnderInvestigation_Text
source: Guide: What to expect during a complaint investigation under the <i>Privacy Act</i>
fr: Guide : Ce à quoi il faut s’attendre au cours d’une enquête sur une plainte en vertu de la <i>Loi sur la protection des renseignements personnels</i>

# RelatedContent_WhatToExpectWhenUnderInvestigation_URL
source: https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-privacy-act/privacy-act-compliance-help/gd_exp_pa/
fr: https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/enquetes/gd_exp_pa/

source: Related Links
fr: Liens connexes

# RepresentativeInfo
source: Representative Information
fr: Renseignements sur le représentant

source: Request to access to your personal information
fr: Demande d’accès à vos renseignements personnels

source: Resolution
fr: Résolution

source: Review and Send
fr: Revue et envoi

# ReviewAndSendComplaintDetailsAndDocuments
source: Part C: Details and documents
fr: Partie C : Détails et documents

# ReviewAndSendComplaintRepresentativeEdit
source: Edit Part C-Complainant/Representative information
fr: Modifier la partie C – Information sur le plaignant ou le représentant

# ReviewAndSendDelayInRecievingInformation
source: Delay in receiving information
fr: Retard dans la réception de l’information

# ReviewAndSendDenialOfAccess
source: Denial of access
fr: Refus d’accès

source: Details of complaint
fr: Détails de la plainte

# ReviewAndSendEditPartCTypeOfComplaint
source: Edit Part C-Type of complaint
fr: Modifier la partie C – Type de plainte

# ReviewAndSendPA
source: Review and send—Privacy complaint form (federal institution)
fr: Revue et envoi – Formulaire de plainte sur la protection de la vie privée (institution fédérale)

# ReviewAndSendPIPEDA
source: Review and send—Privacy complaint form (private sector organization)
fr: Revue et envoi – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# SendingDocumentsByMailContent
source: <p> If you send your supporting documents by mail, please include the <strong>reference number</strong> that you will get when you submit this online complaint form. </p> <p> We cannot process a complaint until all relevant information is received. If we do not receive the supporting documents <strong>within 45 days</strong>, no further action will be taken. </p>
fr: <p> Si vous envoyez vos documents à l’appui par la poste, veuillez indiquer le <strong>numéro de référence</strong> que vous obtiendrez lorsque vous soumettrez ce formulaire de plainte en ligne. </p> <p> Nous ne pouvons pas traiter une plainte tant que nous n’avons pas reçu tous les renseignements pertinents. Si nous ne recevons pas les documents à l’appui <strong>dans les 45 jours</strong>, aucune autre mesure ne sera prise. </p>

# SendingDocumentsByMailHeader
source: Sending documents by mail
fr: Envoi de documents par la poste

# SizeOfFilesExceeded
source: The size of your files is exceeding the maximum of 25 MB allocated.
fr: La taille de vos fichiers dépasse le maximum de 25 Mo alloué.

# SizeOfWhatYouHaveUploaded
source: You have uploaded {0} of files out of 25MB allowed
fr: Vous avez téléchargé {0} des fichiers sur 25 Mo autorisés

source: Someone else
fr: Quelqu’un d’autre

source: Start
fr: Commencer

source: Submit your complaint
fr: Déposer votre plainte

# SummarizeAttemptsToResolvePrivacyMatter
source: Summarize your attempts to resolve the privacy matter with the organization. (maximum 5,000 characters)
fr: Résumez vos tentatives pour résoudre le problème concernant la protection de la vie privée avec l’organisation. (maximum 5 000 caractères)

# SummarizeAttemptsToResolvePrivacyMatterHelpText
source: <p>Please include:</p> <ul> <li>a description of your efforts (including a timeline)</li> <li>a description of the result (if any)</li> </ul>
fr: <p>Veuillez inclure :</p> <ul> <li>une description de vos efforts (y compris une chronologie)</li> <li>une description du résultat (le cas échéant)</li> </ul>

# SummarizeComplaint
source: <p>If you have not attempted to resolve the matter with the institution, please explain why not.</p>
fr: <p>Si vous n’avez pas tenté de résoudre le problème avec l’institution, veuillez expliquer pourquoi.</p>

# SummarizedComplaintSample
source: <p>Please explain:</p> <ul> <li> what the organization did or did not do, with personal information, that you are unhappy about </li> <li> the who, what, when, where, why of your complaint </li> <li> If applicable, please indicate any file or reference number that was assigned to your request (these numbers typically look like this: P-2018-12345) </li> </ul>
fr: <p>Veuillez expliquer :</p> <ul> <li> ce que l’organisation a fait ou n’a pas fait, avec les renseignements personnels dont vous n’êtes pas satisfait </li> <li> le qui, le quoi, le quand, le où et le pourquoi de votre plainte </li> <li> S’il y a lieu, veuillez indiquer tout numéro de dossier ou de référence qui a été attribué à votre demande (ces numéros ressemblent habituellement à ceci : P-2018-12345). </li> </ul>

# SummarizeYourComplaintAndAnyStepsTaken
source: Summarize your complaint and any steps you have taken to try to resolve it (maximum 5,000 characters)
fr: Résumez votre plainte et toutes les mesures que vous avez prises pour tenter de la résoudre (maximum 5 000 caractères)

source: Summary of your answers
fr: Résumé de vos réponses

# The5WsOfComplaint
source: the who, what, when, where, why of your complaint (please include specific dates).
fr: le qui, le quoi, le quand, le où et le pourquoi de votre plainte (veuillez préciser les dates).

source: the province
fr: la province

# ToFileAnotherComplaintChooseOption
source: To file another complaint, please choose an option below:
fr: Pour déposer une autre plainte, veuillez choisir une option ci-dessous :

source: Type of complaint
fr: Type de plainte

# TypeOfPersonalInfoMayAffectIfCoveredByPIPEDA
source: The <strong>type of personal information</strong> involved may affect whether the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) applies to your complaint. Please answer the question below to help us determine jurisdiction.
fr: Le <strong>type de renseignements personnels</strong> en cause peut influer sur l’application de la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) à votre plainte. Veuillez répondre à la question suivante pour nous aider à déterminer la compétence.
