Repository: opc-cpvp/online-complaint-form-pa_jf
Catalog: ComplaintFormCore/Resources_original/Submission.*.resx
Languages: fr

# UnderPIPEDAOrganizationsAreRequired
source: <details> <summary>Not sure if the organization has a privacy officer, or how to find that person</summary> <div> <p> Organizations subject to PIPEDA must have a process for handling people’s privacy concerns. Usually there is a different contact for privacy than for general customer service or other complaints. To find this contact, we suggest looking in the footer of the organization's website where many organizations post a "privacy policy". Contact information is usually near the bottom of the policy. If this does not help, you can write to the senior management or legal department (legal contact information can often be found in an organization's terms and conditions). Address your letter or email: "To the attention of the Privacy Officer." </p> </div> </details> <details> <summary>Not sure the organization will pay attention to you</summary> <div> <p> Organizations subject to PIPEDA must have a process to handle people’s privacy concerns. Raising your issue with the organization will often lead to resolving it, even if you have had past issues or the issue is broad and affects more than just one person. You can read our <a href="https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business"> tips on how to write an effective letter/email to a privacy officer</a>. Even if written communication does not resolve your concerns, it could be useful during the complaint process with our office. </p> </div> </details> <details> <summary>Already spoken to them verbally</summary> <div> <p> A clearly-worded written request or complaint can be effective where verbal discussions have not been. Putting your concerns in writing reduces the risk of miscommunications, and creates a record of your attempts. You can read our tips on how to <a href="https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business">write an effective letter/email to a privacy officer</a>. If written communication does not resolve your issue, it will still create a strong starting point for a complaint to our office. </p> </div> </details> <details> <summary>Wish to stay anonymous</summary> <div> <p> Please note that your name (except in extraordinary circumstances) and the details of your complaint will be shared with the organization that is the subject of the complaint. </p> <p> We may, for the purpose of the investigation, share personal information with the organization and may collect personal information from that organization. </p> <p> We do not otherwise disclose the information you provide unless such a disclosure is in accordance with the <a href="http://laws.justice.gc.ca/eng/acts/P-21/page-2.html#h-6">subsection 8(2) of the <i>Privacy Act</i></a>, which is reserved for limited situations. In the case of such a disclosure, we will only disclose the information that is required and, wherever possible, will inform you. </p> <p> The personal information you provide on our complaint form is protected under the <em>Access to Information Act and the Privacy Act</em>. </p> <p> If you wish to just tell us about an issue, and not have your identity revealed, use our <a href="https://services.priv.gc.ca/q-s/allez-go/eng/fb408134-7bd4-48cb-87a2-4ac6210dee51">online form to share a privacy comment or an issue without filing a formal complaint</a>. At our Commissioner’s discretion, we can look into matters without a person making a complaint. </p> </div> </details> <details> <summary>Think that our office is best positioned to consider the issue</summary> <div> <p> If you wish to just tell us about your concerns without writing to the organization, you can use our <a href="https://services.priv.gc.ca/q-s/allez-go/eng/fb408134-7bd4-48cb-87a2-4ac6210dee51">online form to share a privacy comment or an issue without filing a formal complaint</a>. At our Commissioner’s discretion, we can look into matters without a person making a complaint. </p> </div> </details>
fr: <details> <summary>Je ne sais pas si l’organisation a un agent de protection de la vie privée ou comment trouver cette personne.</summary> <div> <p> Les organisations assujetties à la LPRPDE doivent disposer d’un processus pour traiter les préoccupations des gens en matière de protection de la vie privée. En général, la personne-ressource en matière de protection de la vie privée est différente de celle chargée du service à la clientèle en général ou d’autres plaintes. Pour trouver cette personne-ressource, nous vous suggérons de consulter le pied de page du site Web de l’organisation, où figure souvent la « politique de confidentialité ». Les coordonnées des personnes-ressources se trouvent habituellement près du bas de la politique. Si cela ne vous aide pas, vous pouvez écrire à la haute direction ou au service juridique (les coordonnées se trouvent souvent dans les conditions générales d’une organisation). Adressez ainsi votre lettre ou votre courriel : « À l’attention de l’agent de la protection de la vie privée. » </p> </div> </details> <details> <summary>Je ne sais pas si l’organisation me portera attention</summary> <div> <p> Les organisations assujetties à la LPRPDE doivent disposer d’un processus pour traiter les préoccupations des gens en matière de protection de la vie privée. Le fait de soulever votre problème auprès de l’organisation débouchera souvent sur une résolution, même si vous avez déjà eu des problèmes par le passé ou si le problème est vaste et touche plusieurs personnes. Vous pouvez lire nos <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/"> conseils sur la façon d’écrire une lettre ou un courriel efficace à un agent de la protection de la vie privée</a>. Même si la communication écrite ne résout pas votre problème, elle pourrait être utile lors de la procédure de traitement des plaintes de notre Commissariat. </p> </div> </details> <details> <summary>Je lui ai déjà parlé verbalement</summary> <div> <p> Une demande ou une plainte par écrit clairement formulée peut être efficace lorsque les discussions verbales ne l’ont pas été. Le fait d’énumérer vos préoccupations par écrit réduit le risque de malentendus et permet de consigner vos tentatives. Vous pouvez lire nos <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/">conseils sur la façon d’écrire une lettre ou un courriel efficace à un agent de la protection de la vie privée</a>. Si la communication écrite ne résout pas votre problème, elle constituera tout de même un bon point de départ pour déposer une plainte auprès de notre bureau. </p> </div> </details> <details> <summary>Souhaite rester anonyme</summary> <div> <p> Veuillez noter que votre nom (sauf dans des circonstances extraordinaires) et les détails de votre plainte seront communiqués à l’organisation qui fait l’objet de la plainte. </p> <p> Nous pouvons, aux fins de l’enquête, communiquer des renseignements personnels à l’organisation et recueillir des renseignements personnels auprès de cette organisation. </p> <p>Nous ne divulguons pas autrement les renseignements que vous nous fournissez, à moins que cette divulgation soit conforme au <a href="https://laws.justice.gc.ca/fra/lois/P-21/page-2.html">paragraphe 8(2) de la <i>Loi sur la protection des renseignements personnels</i></a>, qui est réservé à des situations limitées. Le cas échéant, le Commissariat ne communiquera que l’information nécessaire et, dans la mesure du possible, vous en avisera. </p> <p> Les renseignements personnels que vous fournissez sur notre formulaire de plainte sont protégés en vertu de la <em>Loi sur l’accès à l’information et de la Loi sur la protection des renseignements personnels</em>. </p> <p> Si vous souhaitez simplement nous parler d’un problème, et que votre identité ne soit pas révélée, utilisez notre <a href="https://services.priv.gc.ca/q-s/allez-go/fra/fb408134-7bd4-48cb-87a2-4ac6210dee51?ResultId=8791e46e-aead-4ddb-b87a-81799cb4bba9">formulaire en ligne pour faire part d’un commentaire ou d’une question relative à la protection de la vie privée sans avoir à déposer une plainte officielle</a>. À la discrétion de notre commissaire, nous pouvons faire enquête sans qu’une personne dépose une plainte. </p> </div> </details> <details> <summary>Je pense que votre Commissariat est le mieux placé pour examiner la question</summary> <div> <p> Si vous souhaitez simplement nous faire part de vos préoccupations sans écrire à l’organisation, vous pouvez utiliser notre <a href="https://services.priv.gc.ca/q-s/allez-go/fra/fb408134-7bd4-48cb-87a2-4ac6210dee51?ResultId=71d4b6e0-1d8e-4b73-bddf-657544aaeea2">formulaire en ligne pour nous faire part d’un commentaire ou d’un problème relatif à la protection de la vie privée sans déposer de plainte officielle</a>. À la discrétion de notre commissaire, nous pouvons faire enquête sans qu’une personne dépose une plainte. </p> </div> </details>

source: Upload
fr: Télécharger

# UploadFileToComplaint
source: Upload a file to attach to your complaint
fr: Téléchargez un fichier à joindre à votre plainte

# UploadingSupportingDocumentsContent
source: <p> We accept the following file types: doc, docx, xls, xlsx, ppt, pptx, wpd, csv, pdf, jpg, jpeg, gif, txt, rtf, tif, and tiff. </p> <p> We cannot process a complaint submission until all relevant information is received. You can upload files up to a total of 25 MB. </p>
fr: <p> Nous acceptons les types de fichiers suivants : doc, docx, xls, xls, xlsx, ppt, pptx, pptx, wpd, csv, pdf, jpg, jpeg, gif, txt, rtf, tif et tiff. </p> <p> Nous ne pouvons pas traiter une plainte tant que nous n’avons pas reçu tous les renseignements pertinents. Vous pouvez télécharger des fichiers jusqu’à un total de 25 Mo. </p>

# UploadingSupportingDocumentsHeader
source: Uploading supporting documents
fr: Téléchargement des documents à l’appui

# UploadRepresentativeForm
source: Upload the representative authorization form signed by the complainant.
fr: Téléchargez le formulaire d’autorisation de représentation signé par le plaignant.

# UseOfContactInformationAlert
source: <h2>Use of contact information</h2> <p> Please note that OPC may use any of the contact information you have provided to contact you or your representative about your complaint. Please note that all methods of communication involve some risk that information may be misdirected or intercepted and manipulated. When communicating with you about personal information, we will take appropriate security measures following the <a href="https://www.tbs-sct.gc.ca/pol/doc-eng.aspx?id=16578"> Policy on Government Security</a>. </p>
fr: <h2>Utilisation des coordonnées</h2> <p> Veuillez noter que le Commissariat peut utiliser les coordonnées que vous avez fournies pour communiquer avec vous ou votre représentant au sujet de votre plainte. Veuillez noter que toutes les méthodes de communication présentent le risque que les renseignements soient mal acheminés ou interceptés et manipulés. Lorsque nous communiquerons avec vous au sujet de renseignements personnels, nous prendrons les mesures de sécurité appropriées conformément à la <a href="https://www.tbs-sct.gc.ca/pol/doc-fra.aspx?id=16578"> Politique sur la sécurité du gouvernement</a>. </p>

# UsuallyOurOfficeDoesNotInvestigateIf
source: <p>Usually, <strong>our office does not investigate if:</strong></p> <ul> <li>a matter could be better dealt with, either initially or completely, by other means provided for under federal or provincial law</li> <li>a complainant has not first tried all grievance or review processes that are reasonably available</li> <li>a complainant did not file a complaint with us within a reasonable period</li> </ul>
fr: <p>En général, <strong>notre Commissariat n’enquête pas :</strong></p> <ul> <li>s’il serait préférable de régler le problème, au départ ou complètement, par d’autres moyens prévus par le droit fédéral ou provincial</li> <li>si le plaignant n’a pas d’abord essayé toutes les procédures de règlement des griefs ou d’examen raisonnablement disponibles</li> <li>si le plaignant n’a pas déposé de plainte auprès de nous dans un délai raisonnable</li> </ul>

# WeMayNotBeAbleToInvestigateComplaint
source: We may not be able to investigate your complaint.
fr: Il se peut que nous ne puissions pas enquêter sur votre plainte.

# WhatAddressRequestWasSent
source: What exact address(es) did you send your written access request (postal, email, or URL, if you used an online form)? (maximum 5,000 characters)
fr: À quelle(s) adresse(s) exacte(s) avez-vous envoyé votre demande d’accès par écrit (adresse postale, électronique ou URL si vous avez utilisé un formulaire en ligne)? (maximum 5 000 caractères)

# WhatAddressRequestWasSentShort
source: What exact address(es) did you send your written access request to?
fr: À quelle(s) adresse(s) exacte(s) avez-vous envoyé votre demande d’accès par écrit?

# WhatDateRequestWasSent
source: What date did you send your written access request to the organization? If you sent multiple requests, please list each one. (maximum 5,000 characters)
fr: À quelle date avez-vous envoyé votre demande d’accès par écrit à l’organisation? Si vous avez envoyé plusieurs demandes, veuillez les énumérer toutes. (maximum 5 000 caractères)

# WhatDateRequestWasSentShort
source: What date did you send your written access request to the organization?
fr: À quelle date avez-vous envoyé votre demande d’accès par écrit à l’organisation?

# WhatDidOrganizationDoOrDidNotDo
source: what the organization did, or didn't do, with personal information that you are unhappy about.
fr: ce que l’organisation a fait ou n’a pas fait, avec vos renseignements personnels, dont vous n’êtes pas satisfait.

# WhatIsReasonForNotRaisingYourConcern
source: What is your reason for not raising your concern in writing with the organization’s contact?
fr: Quelle est la raison pour laquelle vous n’avez pas fait part de vos préoccupations par écrit à la personne-ressource de l’organisation?

# WhatWouldResolveYourComplaintDetailsPA
source: What would resolve your concerns? (maximum 5,000 characters)
fr: Qu’est-ce qui résoudrait votre problème? (maximum 5 000 caractères)

# WhatWouldResolveYourComplaintDetailsPIPEDA
source: What would resolve your concerns? (maximum 5,000 characters)
fr: Qu’est-ce qui résoudrait votre problème? (maximum 5 000 caractères)

# WhatWouldResolveYourComplaintPaExample
source: <p>Please describe any steps or remedies that would resolve your concerns. For example:</p> <ul> <li> for an employee to receive training </li> <li> a change in a practice </li> <li> getting a specific piece of information </li> </ul> <p>Please note our Office does not have the power to fine organizations or award damages</p>
fr: <p>Veuillez décrire les démarches ou les mesures correctives qui permettraient de résoudre votre problème. Par exemple :</p> <ul> <li> donner une formation à un employé </li> <li> un changement de pratique </li> <li> obtenir un renseignement précis </li> </ul> <p>Veuillez noter que le Commissariat n’a pas le pouvoir d’imposer des amendes aux organisations ou d’accorder des dommages-intérêts.</p>

# WhatWouldResolveYourComplaintShort
source: What would resolve your complaint for you? (maximum 5,000 characters)
fr: Qu’est-ce qui résoudrait votre plainte pour vous? (maximum 5 000 caractères)

# WhichOrganizationIsComplaint
source: Which organization is your complaint against? (maximum 5,000 characters)
fr: Quelle est l’organisation visée par votre plainte? (maximum 5 000 caractères)

# WhyWasInstitutionResponseUnsatisfactoryContent
source: <details> <summary>The institution has not responded.</summary> <p>Please allow some time for the institution to respond and resolve your issue before filing a complaint with us. Usually, it is reasonable to allow 3 to 5 weeks.</p> </details> <details> <summary>The institution has not made the changes you asked for or given you the information you are looking for.</summary> <p>Please be sure to check that your correspondence with the institution was clear about the exact changes or information you are seeking. Consider making a final summary of your concerns and what you are seeking in case the institution did not fully understand.</p> </details> <details> <summary>The institution has not compensated you for what happened.</summary> <p>Please be aware that our office does not have the power to order compensation. Usually, people need to take legal action to pursue compensation. You may wish to consult a lawyer for more information.</p> </details> <details> <summary>The employee(s) responsible for what happened have not been held accountable.</summary> <p>Generally, an institution is accountable for how its employees handle personal information. This could mean taking steps to prevent a similar problem in the future. The institution might change its systems, processes and training, or discipline the employee. The decision to discipline an employee is complex and must be made carefully by the institution. Our office cannot order disciplinary action.</p> <p>Also, the <em>Privacy Act</em> does not give complainants the right to know if an employee was disciplined and institutions will not usually release this information.</p> </details>
fr: <details> <summary>L’institution n’a pas répondu.</summary> <p>Veuillez accorder un certain temps à l’institution pour répondre et résoudre votre problème avant de déposer une plainte auprès de nous. En général, il est raisonnable de laisser de trois à cinq semaines.</p> </details> <details> <summary>L’institution n’a pas apporté les changements que vous avez demandés ou ne vous a pas fourni les renseignements que vous cherchez.</summary> <p>Veuillez vérifier que votre correspondance avec l’institution était claire au sujet des changements ou des renseignements exacts que vous demandez. Envisagez de faire un résumé final de vos préoccupations et de ce que vous cherchez au cas où l’institution n’aurait pas bien compris.</p> </details> <details> <summary>L’institution ne vous a pas indemnisé pour ce qui s’est passé.</summary> <p>Veuillez noter que notre Commissariat n’a pas le pouvoir d’ordonner une indemnisation. En règle générale, les gens doivent intenter une action en justice pour obtenir une indemnisation. Il peut être souhaitable de consulter un avocat pour obtenir de plus amples renseignements.</p> </details> <details> <summary>Les employés responsables de ce qui s’est passé n’ont pas été tenus responsables.</summary> <p>En général, une institution est responsable de la façon dont ses employés traitent les renseignements personnels. Cela pourrait signifier qu’il faudrait prendre des mesures pour éviter qu’un problème semblable ne se reproduise à l’avenir. L’institution pourrait modifier ses systèmes, ses processus et sa formation ou prendre des mesures disciplinaires à l’égard des employés concernés. La décision de prendre des mesures disciplinaires à l’égard d’employés est complexe et doit être prise avec soin par l’institution. Notre Commissariat ne peut pas ordonner des mesures disciplinaires.</p> <p>De plus, la <em>Loi sur la protection des renseignements personnels</em> ne donne pas aux plaignants le droit de savoir si un employé a fait l’objet de mesures disciplinaires et, en général, les institutions ne communiquent pas cette information.</p> </details>

# WhyWasInstitutionResponseUnsatisfactoryHeader
source: If you have already raised your privacy concern with the institution, and you still have any of the following concerns, please click on any relevant choices below for further information.
fr: Si vous avez déjà fait part de vos préoccupations en matière de protection de la vie privée à l’institution et que vous avez encore l’une ou l’autre des préoccupations suivantes, veuillez cliquer sur l’un des choix pertinents ci-dessous pour obtenir plus de renseignements.

# WhyWasInstitutionResponseUnsatisfactoryIfYouWishToContinue
source: If you wish to continue your complaint, you will need to attach copies of your correspondence with the institution (if any) about your privacy concern at the end of this form.
fr: Si vous souhaitez poursuivre votre plainte, vous devrez joindre des copies de votre correspondance avec l’institution (le cas échéant) au sujet de vos préoccupations en matière de protection de la vie privée à la fin du présent formulaire.
