Repository: opc-cpvp/online-complaint-form-pa_jf
Catalog: ComplaintFormCore/Resources_original/Submission.*.resx
Languages: fr

# WhyWasOrganizationResponseUnsatisfactoryContent
source: <details> <summary>The organization has not responded.</summary> <div> <p> Please allow some time for the organization to respond and resolve your issue before filing a complaint with us. Usually, it is reasonable to allow 3 to 5 weeks. </p> </div> </details> <details> <summary>The organization has not made the changes you asked for or given you the information you are looking for.</summary> <div> <p> Please be sure to check that your correspondence with the organization was clear about the exact changes or information you were seeking. Consider making a final summary of your concerns and what you are seeking in case the organization did not fully understand. </p> </div> </details> <details> <summary>The organization has not compensated you for what happened.</summary> <div> <p> Please be aware that our office does not have the power to order compensation. Usually, people need to take legal action to pursue compensation. You may wish to consult a lawyer for more information. </p> </div> </details> <details> <summary>The employee(s) responsible for what happened have not been held accountable.</summary> <div> <p> Generally, an organization is accountable for how its employees handle personal information. This could mean taking steps to prevent a similar problem in the future. The organization might change its systems, processes and training, or discipline the employee. The decision to discipline an employee is complex and must be made carefully by the institution. Our office cannot order disciplinary action. </p> <p>Also, the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) does not give complainants the right to know if an employee was disciplined and organizations will not usually release this information.</p> </div> </details>
fr: <details> <summary>L’organisation n’a pas répondu.</summary> <div> <p> Veuillez accorder un certain temps à l’organisation pour répondre et résoudre votre problème avant de déposer une plainte auprès de nous. En général, il est raisonnable de laisser de trois à cinq semaines. </p> </div> </details> <details> <summary>L’organisation n’a pas apporté les changements que vous avez demandés ou ne vous a pas fourni les renseignements que vous cherchez.</summary> <div> <p> Veuillez vérifier que votre correspondance avec l’organisation était claire au sujet des changements ou des renseignements exacts que vous demandiez. Envisagez de faire un résumé final de vos préoccupations et de ce que vous cherchez au cas où l’organisation n’aurait pas bien compris. </p> </div> </details> <details> <summary>L’organisation ne vous a pas indemnisé pour ce qui s’est passé.</summary> <div> <p> Veuillez noter que notre Commissariat n’a pas le pouvoir d’ordonner une indemnisation. En règle générale, les gens doivent intenter une action en justice pour obtenir une indemnisation. Il peut être souhaitable de consulter un avocat pour obtenir de plus amples renseignements. </p> </div> </details> <details> <summary>Les employés responsables de ce qui s’est passé n’ont pas été tenus responsables.</summary> <div> <p> En général, une organisation est responsable de la façon dont ses employés traitent les renseignements personnels. Cela pourrait signifier de prendre des mesures pour éviter qu’un problème semblable ne se reproduise à l’avenir. L’organisation pourrait modifier ses systèmes, ses processus et sa formation ou prendre des mesures disciplinaires à l’égard des employés concernés. La décision de prendre des mesures disciplinaires à l’égard d’employés est complexe et doit être prise avec soin par l’institution. Notre Commissariat ne peut pas ordonner des mesures disciplinaires. </p> <p>De plus, la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) ne donne pas aux plaignants le droit de savoir si un employé a fait l’objet de mesures disciplinaires et, en général, les organisations ne communiquent pas cette information.</p> </div> </details>

# WordingOfRequest
source: What was the wording of your request? (maximum 5,000 characters)
fr: Quel était le libellé de votre demande? (maximum 5 000 caractères)

# WordingOfRequestAccess
source: What was the wording of your request and the file number (or reference number) provided by the institution? (maximum 5,000 characters)
fr: Quels étaient le libellé de votre demande et le numéro de dossier (ou numéro de référence) fourni par l’institution? (maximum 5 000 caractères)

# YesAndOtherConcerns
source: Yes, as well as other concerns
fr: Oui, ainsi que d’autres préoccupations

# YouCanDownloadASummary
source: You can download a summary to save or to print.
fr: Vous pouvez télécharger un résumé pour l’enregistrer ou l’imprimer.

# YouCanEditThisInfo
source: Note: You can edit this information
fr: Remarque : Vous pouvez modifier ces renseignements

source: (you don't need to register again)
fr: (nul besoin de vous inscrire à nouveau)

# YourAccessRequestsAndAnyReplies
source: your access request(s) and any reply(ies) received from the institution
fr: Vos demandes d’accès et toute réponse reçue de l’institution

# YourComplaintHasBeenSentPA
source: <p style="font-size: 18;"><strong>Please keep this email for future reference</strong></p> <p>Your complaint to the Office of the Privacy Commissioner of Canada has been successfully submitted. Your reference number is {0}.<p> <p>Responding to concerns from individuals with respect to their privacy rights is a key priority for the OPC. Please be assured that we will review the information you provided and contact you if we need any further information. We aim to contact individuals within 30 business days.</p> <p>If you have further information or documents to provide now, or in future, please upload them using our <a href="{1}">Document Drop-off</a> or send them by mail to:<p> <ul> <li> Reference: {0} </li> <li> Intake Office </li> <li> Office of the Privacy Commissioner of Canada </li> <li> 30 Victoria Street </li> <li> Gatineau, Québec </li> <li> K1A 1H3 </li> </ul> <p>For more information on our investigation process, you can consult our publication: <a href="https://www.priv.gc.ca/en/privacy-topics/investigations/gd_exp_pa/">What to expect during a complaint investigation under the Privacy Act.</a></p>
fr: <p>Votre plainte au Commissariat à la protection de la vie privée du Canada a été déposée avec succès. Votre numéro de référence temporaire est le {0}.<p> <p>Répondre aux préoccupations des personnes en ce qui concerne leur droit à la vie privée est une priorité essentielle du Commissariat. Soyez assuré que nous examinerons les renseignements que vous nous avez fournis et que nous communiquerons avec vous si nous avons besoin de plus amples renseignements. Notre objectif est de communiquer avec les particuliers dans un délai de 30 jours ouvrables.</p> <p>Si vous avez d’autres renseignements ou documents à fournir maintenant ou à l’avenir, veuillez les télécharger à l’aide de notre outil <a href="{1}">Dépôt des documents</a> ou les envoyer par la poste à :<p> <ul> <li> Référence : {0} </li> <li> Bureau de réception </li> <li> Commissariat à la protection de la vie privée du Canada </li> <li> 30, rue Victoria </li> <li> Gatineau (Québec) </li> <li> K1A 1H3 </li> </ul> <p>Pour de plus amples renseignements sur notre processus d’enquête, vous pouvez consulter notre publication : <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/enquetes/gd_exp_pa/">À quoi s’attendre au cours d’une enquête sur une plainte en vertu de la Loi sur la protection des renseignements personnels.</a></p>

# YourComplaintHasBeenSentPIPEDA
source: <p style="font-size: 18;"><strong>Please keep this email for future reference</strong></p> <p>Your complaint to the Office of the Privacy Commissioner of Canada has been successfully submitted. Your reference number is {0}.<p> <p>Responding to concerns from individuals with respect to their privacy rights is a key priority for the OPC. Please be assured that we will review the information you provided and contact you if we need any further information. We aim to contact individuals within 30 business days.</p> <p>If you have further information or documents to provide now, or in future, please upload them using our <a href="{1}">Document Drop-off</a> or send them by mail to:<p> <ul> <li> Reference: {0} </li> <li> Intake Office </li> <li> Office of the Privacy Commissioner of Canada </li> <li> 30 Victoria Street </li> <li> Gatineau, Québec </li> <li> K1A 1H3 </li> </ul> <p>For more information on our investigation process, you can consult our publication: <a href="https://www.priv.gc.ca/en/report-a-concern/file-a-formal-privacy-complaint/file-a-complaint-about-a-business/guide/"> What to expect during a complaint investigation under the Personal Information Protection and Electronic Documents Act.</a></p>
fr: <p>Votre plainte au Commissariat à la protection de la vie privée du Canada a été déposée avec succès. Votre numéro de référence temporaire est le {0}.<p> <p>Répondre aux préoccupations des personnes en ce qui concerne leur droit à la vie privée est une priorité essentielle du CPVP. Soyez assuré que nous examinerons les renseignements que vous nous avez fournis et que nous communiquerons avec vous si nous avons besoin de plus amples renseignements. Notre objectif est de communiquer avec les particuliers dans un délai de 30 jours ouvrables.</p> <p>Si vous avez d’autres renseignements ou documents à fournir maintenant ou à l’avenir, veuillez les télécharger à l’aide de notre outil <a href="{1}">Dépôt des documents</a> ou les envoyer par la poste à :<p> <ul> <li> Référence : {0} </li> <li> Bureau de réception </li> <li> Commissariat à la protection de la vie privée du Canada </li> <li> 30, rue Victoria </li> <li> Gatineau (Québec) </li> <li> K1A 1H3 </li> </ul> <p>Pour de plus amples renseignements sur notre processus d’enquête, vous pouvez consulter notre publication : <a href="https://www.priv.gc.ca/fr/signaler-un-probleme/deposer-une-plainte-officielle-concernant-la-protection-de-la-vie-privee/deposer-une-plainte-visant-une-entreprise/guide/">À quoi s’attendre au cours d’une enquête sur une plainte en vertu de la Loi sur la protection des renseignements personnels et les documents électroniques.</a></p>

source: Your email
fr: Votre adresse électronique

# YourFamilyName
source: Complainant Family Name
fr: Nom de famille du plaignant

source: your province
fr: votre province

# YourReferenceNumber
source: Reference Number
fr: Numéro de référence

# YourRepresensativeSignedAuthz
source: your representative authorization form signed by the complainant
fr: votre formulaire d’autorisation de représentation signé par le plaignant

# YourRoleInComplaint
source: Your role in this complaint
fr: Votre rôle dans cette plainte

# YourSessionHasEndedGeneric
source: Your session has ended-Privacy complaint form
fr: Votre session a pris fin – Formulaire de plainte concernant la protection de la vie privée

# YourSessionHasEndedText
source: Your session has just ended. If you wish to file a privacy complaint later, you will need to access the form again and start over.
fr: Votre session vient de prendre fin. Si vous souhaitez déposer une plainte par la suite, vous devrez accéder de nouveau au formulaire et recommencer à zéro.

# YourSessionHasEndedTitleBusiness
source: Your session has ended—Privacy complaint form (private sector organization)
fr: Votre session a pris fin – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# YourSessionHasEndedTitleFederal
source: Your session has ended—Privacy complaint form (federal institution)
fr: Votre session a pris fin – Formulaire de plainte concernant la protection de la vie privée (institution fédérale)

# YouShouldAttachTheFollowingToComplaint
source: Based on your responses so far, you should attach the following documents with your complaint:
fr: D’après les réponses que vous avez fournies jusqu’à présent, vous devez joindre les documents suivants à votre plainte :

# YouWillNeedToProvideCopiesOfYourCorrespondence
source: You are now getting to the section of the complaint form where you will need to provide details about your complaint. Please be aware <strong>that you will need to provide copies of your correspondence</strong> with the organization about your privacy concern as well as any documents related to a complaint filed with another body. We recommend you have them ready before continuing.
fr: Vous accédez maintenant à la section du formulaire de plainte où vous devrez fournir des détails sur votre plainte. Veuillez noter <strong>que vous devrez fournir des copies de votre correspondance</strong> avec l’organisation au sujet de votre préoccupation en matière de protection de la vie privée ainsi que tout document relatif à une plainte déposée auprès d’un autre organisme. Nous vous recommandons de les avoir à portée de main avant de continuer.

# YouWillNeedToRegisterAgain
source: (you will need to register again to file a different type of complaint about another institution)
fr: (vous devrez vous inscrire de nouveau pour déposer un autre type de plainte visant une autre institution)

# NoteYouWillBeAskedToAttachCopiesPa
source: Note that you will be asked to attach copies of any related correspondence with the organization about your privacy concerns.
fr: Veuillez noter qu’on vous demandera de joindre des copies de toute correspondance connexe avec l’organisation au sujet de vos préoccupations en matière de protection de la vie privée.

# NoteYouWillBeAskedToAttachDocumentsCorrespondenceCopiesPipeda
source: Please note that you will be asked to attach copies of any related correspondence with the organization about your privacy concerns
fr: Veuillez noter qu’on vous demandera de joindre des copies de toute correspondance connexe avec l’organisation au sujet de vos préoccupations en matière de protection de la vie privée.

# NoteYouWillBeAskedToAttachDocumentsRelatedCopiesPipeda
source: Please note that you will be asked to attach supporting documents relating to this complaint (and its outcome, if completed).
fr: Veuillez noter qu’il vous sera demandé de joindre les pièces justificatives relatives à cette plainte (et à son résultat, si terminée).

# PleaseNoteOfficeNoPowerForFine
source: Please note our Office does not have the power for fine organizations or award damages.
fr: Veuillez noter que le Commissariat n’a pas le pouvoir d’imposer des amendes aux organisations ou d’accorder des dommages-intérêts.

# FileAnotherComplaintPipeda
source: <ul> <li> <a href="https://www.priv.gc.ca/en/report-a-concern/file-a-formal-privacy-complaint/file-a-complaint-about-a-business/">File a privacy complaint about a business</a> (you will need to register again to file a different type of complaint about another business) </li> </ul>
fr: <ul> <li> <a href="https://www.priv.gc.ca/fr/signaler-un-probleme/deposer-une-plainte-officielle-concernant-la-protection-de-la-vie-privee/deposer-une-plainte-visant-une-entreprise/">Déposer une plainte relative à la protection de la vie privée visant une entreprise</a> (vous devrez vous inscrire de nouveau pour déposer un autre type de plainte visant une autre entreprise) </li> </ul>

# RelatedContentPipeda
source: <ul> <li> <a href="https://www.priv.gc.ca/en/report-a-concern/file-a-formal-privacy-complaint/file-a-complaint-about-a-business/guide/"> Guide to the PIPEDA complaint process </a> </li> <li> <a href="https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/"> <i>Personal Information Protection and Electronic Documents Act </i>(PIPEDA) </a> </li> <li> <a href="https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/businesses-and-your-personal-information/"> Businesses and your personal information </a> </li> <li> <a href="https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/"> Tips for raising your privacy concern with a business </a> </li> </ul>
fr: <ul> <li> <a href="https://www.priv.gc.ca/fr/signaler-un-probleme/deposer-une-plainte-officielle-concernant-la-protection-de-la-vie-privee/deposer-une-plainte-visant-une-entreprise/guide/"> Guide sur le processus de traitement des plaintes en vertu de la LPRPDE </a> </li> <li> <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/"> <i>Loi sur la protection des renseignements personnels et les documents électroniques</i> (LPRPDE) </a> </li> <li> <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/les-entreprises-et-vos-renseignements-personnels/"> Les entreprises et vos renseignements personnels </a> </li> <li> <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/"> Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une entreprise </a> </li> </ul>

# ThisFileTypeForFileNotAccepted
source: This file type is not accepted for file: {0}
fr: Ce type de fichier n’est pas accepté pour le fichier : {0}

source: OPC - Supplementary information
fr: Commissariat – Renseignements supplémentaires

# SupplementaryInfoAddedPA
source: <p>Your submission to the Office of the Privacy Commissioner of Canada related to reference number: {0} has been successfully submitted. </p> <p>We will review your submission and contact you if we need further information.</p> <p>For more information on our investigation process, you can consult our publication: <a href="https://www.priv.gc.ca/en/privacy-topics/investigations/gd_exp_pa/">What to expect during a complaint investigation under the Privacy Act.</a></p>
fr: <p>Votre plainte auprès du Commissariat à la protection de la vie privée du Canada concernant le numéro de référence : {0} a été soumise avec succès. </p> <p>Nous examinerons votre demande et communiquerons avec vous si nous avons besoin de plus amples renseignements.</p> <p>Pour de plus amples renseignements sur notre processus d’enquête, vous pouvez consulter notre publication : <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels/aide-pour-l-application-de-la-loi-sur-la-protection-des-renseignements-personnels/gd_exp_pa/">À quoi s’attendre au cours d’une enquête sur une plainte en vertu de la Loi sur la protection des renseignements personnels.</a></p>

# SupplementaryInfoAddedPIPEDA
source: <p>Your submission to the Office of the Privacy Commissioner of Canada related to reference number: {0} has been successfully submitted. </p> <p>We will review your submission and contact you if we need further information.</p> <p>For more information on our investigation process, you can consult our publication: <a href="https://www.priv.gc.ca/en/report-a-concern/file-a-formal-privacy-complaint/file-a-complaint-about-a-business/guide/">What to expect during a complaint investigation under the Personal Information Protection and Electronic Documents Act.</a></p>
fr: <p>Votre plainte auprès du Commissariat à la protection de la vie privée du Canada concernant le numéro de référence : {0} a été soumise avec succès. </p> <p>Nous examinerons votre demande et communiquerons avec vous si nous avons besoin de plus amples renseignements.</p> <p>Pour de plus amples renseignements sur notre processus d’enquête, vous pouvez consulter notre publication : <a href="https://www.priv.gc.ca/fr/signaler-un-probleme/deposer-une-plainte-officielle-concernant-la-protection-de-la-vie-privee/deposer-une-plainte-visant-une-entreprise/guide/">À quoi s’attendre au cours d’une enquête sur une plainte en vertu de la Loi sur la protection des renseignements personnels et les documents électroniques.</a></p>

source: none
fr: Aucun

# SummarizeYourComplaintPipeda
source: Summarize your complaint (maximum 5,000 characters)
fr: Résumez votre plainte (maximum 5 000 caractères)

# WhichOrganizationIsComplaintShort
source: Which organization is your complaint against?
fr: Quelle est l’organisation visée par votre plainte?

# InstructionsTextRepresentative
source: <p>Please put the complainant's information in the Complainant section below, and your information as their representative in the Representative section below.</p>
fr: <p>S'il vous plaît mettre l'information du plaignant dans la section du plaignant, et votre information en tant que leur représentant dans la section du représentant ci-bas</p>

# TypeOfPersonalInfoMayAffectIfCoveredByPIPEDAPlural
source: The <strong>type of personal information</strong> involved may affect whether the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) applies to your complaint. Please answer the questions below to help us determine jurisdiction.
fr: Le <strong>type de renseignements personnels</strong> en cause peut influer sur l’application de la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) à votre plainte. Veuillez répondre aux questions suivantes pour nous aider à déterminer la compétence.

# PartC_Section3DetailsForDescriptionOfConcernsTitleFederal
source: Part C: Details (description of concerns)—Privacy complaint form (federal institution)
fr: Partie C : Détails (description des préoccupations) — Formulaire de plainte concernant la protection de la vie privée (institution fédérale)

# SummarizeYourConcernsAndAnyStepsTaken
source: You indicated that in addition to concerns about your access request, you have other concerns. Please summarize these concerns.
fr: Vous avez indiqué qu’en plus de préoccupations au sujet de votre demande d’accès, vous aviez d’autres préoccupations. Veuillez résumer ces préoccupations.

# SummarizedConcernsSample
source: <p>Please explain:</p> <ul> <li> what the organization did or did not do, with personal information, that you are unhappy about </li> <li> the who, what, when, where, why of your complaint </li> <li> If applicable, please indicate any file or reference number that was assigned to your correspondence with the institution about these concerns </li> </ul>
fr: <p>Veuillez expliquer :</p> <ul> <li> ce que l’organisation a fait ou n’a pas fait, avec les renseignements personnels, dont vous n’êtes pas satisfait </li> <li> le qui, le quoi, le quand, le où et le pourquoi de votre plainte </li> <li> S’il y a lieu, veuillez indiquer tout numéro de dossier ou de référence qui a été attribué à votre correspondance avec l’institution au sujet de ces préoccupations </li> </ul>

# PartA_ComplaintAgainstOpcQ2_1Title
source: Part A: Preliminary information (Complaint against OPC)—Privacy complaint form (federal institution)
fr: Partie A : Renseignements préliminaires (plainte visant le Commissariat) – Formulaire de plainte concernant la protection de la vie privée (institution fédérale)
