Repository: opc-cpvp/online-complaint-form-pa_jf
Catalog: ComplaintFormCore/Resources_original/Submission.*.resx
Languages: fr

# PartA_ComplaintAgainstOpcYouSelected
source: <p>You selected that your privacy complaint is against the Office of the Privacy Commissioner of Canada (OPC). If your complaint is not against the OPC, please use the “previous” button below to return to the previous screen and make a different selection.</p> <p>If your complaint is against the OPC, i.e. if your concern is that the OPC itself has mishandled personal information, please be aware that you cannot make a complaint against the OPC under the <em>Privacy Act</em> using this form. Instead, we invite you to submit your complaint to the <a href="https://www.priv.gc.ca/en/about-the-opc/who-we-are/ad-hoc-privacy-commissioner/">Ad Hoc Privacy Commissioner</a> appointed to investigate complaints against the OPC under the <em>Privacy Act</em>.</p>
fr: <p>Vous avez indiqué que votre plainte concernant la protection de la vie privée vise le Commissariat à la protection de la vie privée du Canada. Si votre plainte ne vise pas le Commissariat, veuillez utiliser le bouton « précédent » ci-dessous pour retourner à l’écran précédent et faire une différente sélection.</p> <p>Si votre plainte vise le Commissariat, c.-à-d. si vous vous préoccupez que le Commissariat a lui-même mal géré des renseignements personnels, veuillez noter que vous ne pouvez pas déposer une plainte visant le Commissariat conformément à la <em>Loi sur la protection des renseignements personnels</em> en utilisant ce formulaire. Nous vous invitons plutôt à soumettre votre plainte à la <a href=""https://www.priv.gc.ca/fr/a-propos-du-commissariat/qui-nous-sommes/commissaire-speciale-a-la-protection-de-la-vie-privee/"">Commissaire spéciale à la protection de la vie privée</a> nommée pour enquêter sur les plaintes visant le Commissariat conformément à la <em>Loi sur la protection des renseignements personnels</em>.</p>

# PartA_ComplaintAgainstOpc_WhatYouCanDo
source: <h2>What you can do</h2> <p>You can write to the <a href="https://www.priv.gc.ca/en/about-the-opc/who-we-are/ad-hoc-privacy-commissioner/">Ad Hoc Privacy Commissioner</a> for more information or to file a complaint.</p>
fr: <h2>Ce que vous pouvez faire</h2> <p>Vous pouvez écrire à la <a href="https://www.priv.gc.ca/fr/a-propos-du-commissariat/qui-nous-sommes/commissaire-speciale-a-la-protection-de-la-vie-privee/">Commissaire spéciale à la protection de la vie privée</a> pour obtenir de plus amples renseignements ou pour déposer une plainte.<p>

# InformationDoesNotMatchExistingComplaint
source: The information you have provided does not belong to an existing complaint, please try again. If your second try does not succeed, you will be asked to start the process again
fr: Les renseignements que vous avez fournis ne correspondent pas à une plainte actuelle, veuillez essayer de nouveau. Si votre deuxième essai n’est pas fructueux, on vous demandera de recommencer le processus.

# ReferenceNumberFormatInvalid
source: The reference number you have provided does not match the reference number format
fr: Le numéro de référence que vous avez indiqué ne correspond pas au format des numéros de référence.

# OverviewPaTitle
source: Instructions—Privacy complaint form (federal institution)
fr: Instructions – Formulaire de plainte concernant la protection de la vie privée (institution fédérale)

# OverviewPipedaTitle
source: Instructions—Privacy complaint form (private sector organization)
fr: Instructions – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

source: limited-accessibility
fr: Accessibilité-Limitée

# EditThisInfo
source: Edit this information
fr: Modifier ces renseignements
