Repository: opc-cpvp/online-complaint-form-pa_jf
Catalog: ComplaintFormCore/Resources_original/Submission.*.resx
Languages: fr

# InstitutionAgreedRequestOnInformalBasis
source: Did the institution agree to process your request on an informal basis?
fr: L’institution a-t-elle accepté de traiter votre demande de façon informelle?

# InstitutionsHave30DaysToRepond
source: <p> Under the Privacy Act institutions have thirty (30) days after your request is received to respond. Institutions may seek, with a reason set out in the Act, an extension of a further thirty (30) days to respond. </p> <p> If, based on the above, you’re not sure if you want to continue with your complaint now, you can end your session and return to file a complaint later. </p>
fr: <p> En vertu de la Loi sur la protection des renseignements personnels, les institutions disposent de trente (30) jours après la réception de votre demande pour y répondre. Les institutions peuvent demander, pour un motif énoncé dans la Loi, un délai supplémentaire de trente (30) jours pour répondre. </p> <p> Si, d’après ce qui précède, vous n’êtes pas certain de vouloir poursuivre votre plainte maintenant, vous pouvez mettre fin à votre session et revenir déposer une plainte plus tard. </p>

# InstructionsText
source: <a class="btn btn-default mrgn-bttm-md" target="_blank" href="https://www.priv.gc.ca/media/2437/authorization_e.pdf">Authorization to act as a representative for a privacy complaint (PDF, 99 KB)</a> <p>You will have the opportunity to attach documents before submitting your complaint.</p>
fr: <a class="btn btn-default mrgn-bttm-md" target="_blank" href="https://www.priv.gc.ca/media/2438/authorization_f.pdf">Autorisation de représentation par un tiers dans le cadre d’une plainte relative à la protection des renseignements personnels (PDF, 99 Ko)</a> <p>Vous aurez la possibilité de joindre des documents avant de soumettre votre plainte.</p>

# IsComplaintAgainstMoreThanOneOrganization
source: If your complaint is against more than one organization, please explain, in a separate paragraph, the exact complaint against each organization.
fr: Si votre plainte vise plusieurs organisations, veuillez expliquer dans un paragraphe distinct la plainte exacte visant chaque organisation.

# IsEmployee
source: Are you submitting the complaint as a member of the general public or as an employee of the government institution?
fr: Déposez-vous la plainte en tant que membre du grand public ou en tant qu’employé de l’institution fédérale?

# ItemsNotRecieved
source: Please describe each item (if any) from your access request that you have not yet received. (maximum 5,000 characters)
fr: Veuillez décrire chaque élément (s’il y a lieu) de votre demande d’accès que vous n’avez pas encore reçu. (maximum 5 000 caractères)

source: Last name
fr: Nom de famille

# MailAddress
source: Mailing address
fr: Adresse postale

# MailingAddress
source: <h3>Mailing address</h3> <address>Office of the Privacy Commissioner of Canada<br /> 30 Victoria Street <br /> Gatineau, QC K1A 1H3</address>
fr: <h3>Adresse postale</h3> <address>Commissariat à la protection de la vie privée du Canada<br /> 30, rue Victoria <br /> Gatineau (Québec) K1A 1H3</address>

# MightNeedDocsToSupportAllegationsPa
source: Please be aware that we might need documents to support your allegation before we can accept a complaint.
fr: Veuillez noter qu’il se peut que nous ayons besoin de documents à l’appui de votre allégation pour pouvoir accepter une plainte.

# MightNeedDocsToSupportAllegationsPipeda
source: Please be aware that we might need documents to support your allegation before we can accept a complaint. If you wish to continue your complaint without demonstrating that you have raised your concerns with the organization, please be aware that we may decline to investigate your complaint.
fr: Veuillez noter qu’il se peut que nous ayons besoin de documents à l’appui de votre allégation pour pouvoir accepter une plainte. Si vous souhaitez poursuivre votre plainte sans avoir démontré que vous avez fait part de vos préoccupations à l’organisation, veuillez noter que nous pourrions refuser de faire enquête sur votre plainte.

# MoreDetailsOfRequestAccess
source: If the institution asked you for more information or to provide a clarification regarding your request, what and when did you reply? (maximum 5,000 characters)
fr: Si l’institution vous a demandé de plus amples renseignements ou des éclaircissements au sujet de votre demande, que lui avez-vous répondu et quand l’avez-vous fait? (maximum 5 000 caractères)

# MoreInformationOrClarification
source: If the institution asked you for more information or to provide a clarification regarding your request, what and when did you reply? (maximum 5,000 characters)
fr: Si l’institution vous a demandé de plus amples renseignements ou des éclaircissements au sujet de votre demande, que lui avez-vous répondu et quand l’avez-vous fait? (maximum 5 000 caractères)

# Myself
source: Yourself (or minor child for whom you are legal guardian)
fr: Vous-même (ou un enfant mineur dont vous êtes le tuteur légal)

# NoAttachmentsUploaded
source: No attachments have been uploaded yet.
fr: Aucune pièce jointe n’a encore été téléchargée.

# NoAuthzAttachmentsUploaded
source: No authorization form attachment has been uploaded yet.
fr: Aucune pièce jointe au formulaire d’autorisation n’a encore été téléchargée.

source: Online Complaint Form
fr: Formulaire de plainte en ligne

source: Organization
fr: Organisation

# OrganizationsMustHaveProcessesToRespondToComlaintsAndQuestions
source: <p>Organizations must have processes to respond to complaints and questions about their handling of personal information, as set out in the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA). Usually organizations will have a different contact for privacy (often called the privacy officer), than for general customer service or other complaints.</p> <p>If you have not raised your issue in writing with this contact, we strongly encourage you to do so before filing a complaint with us. In almost all cases, we are able to investigate <strong>only</strong> if you have already taken this step.</p>
fr: <p>Les organisations doivent disposer de processus pour répondre aux plaintes et aux questions concernant leur traitement des renseignements personnels, conformément à la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE). En général, les organisations ont une personne-ressource en matière de protection de la vie privée (souvent appelée l’agent de la protection de la vie privée) qui est différente de celle chargée du service à la clientèle en général ou d’autres plaintes.</p> <p>Si vous n’avez pas soulevé votre problème par écrit auprès de cette personne-ressource, nous vous encourageons fortement à le faire avant de déposer une plainte auprès de nous. Dans presque tous les cas, nous ne pouvons enquêter <strong>que</strong> si vous avez déjà pris cette mesure.</p>

source: Other
fr: Autre

# OverviewPA
source: <p>Complete this form to submit a privacy complaint about a federal institution to the Office of the Privacy Commissioner of Canada.</p> <p>Use this form if your complaint pertains to your personal information or when you believe that a federal government institution has mishandled personal information</p> <p>Under the <em>Privacy Act</em>, personal information is defined as any recorded information about an identifiable individual. This can include information such as:</p> <ul> <li>individual’s age</li> <li>marital status</li> <li>medical or employment history</li> <li>information on financial transactions</li> <li>identifying number assigned to an individual</li> <li>opinions about an individual made by others</li> </ul> <h2>Instructions</h2> <p>If your complaint is about a request for information that is not personal information, you may wish to contact the <a href="http://oic-ci.gc.ca/eng/">Office of the Information Commissioner of Canada</a> (OIC)</p> <h2>Filling out the form</h2> <ul> <li>Fill out the 3 sections of the form: <ul> <li><strong>Part A: Preliminary information</strong>, which asks questions to help us determine if we have jurisdiction under the Privacy Act to address your concern</li> <li><strong>Part B: Steps taken</strong>, which asks what you have done so far to try to resolve your concern</li> <li><strong>Part C: Details and documents</strong>, which asks for details of your concern and supporting documentation (such as copies of correspondence with the institution's Access to Information and Privacy Coordinator)</li> </ul> </li> <li>You can check your progress at the bottom of each screen</li> <li>Use the “Previous screen” navigation button instead of your browser's "back" button</li> <li>Your session will expire after 2 hours of inactivity</li> <li>Review and edit your information after filling out the 3 sections</li> <li>Review your complaint before submitting it</li> <li>After submitting the complaint, you may download or print a copy</li> </ul> <div class="alert alert-info"> <p>Your information is not saved until you complete the final “Submit complaint” step. If you end your session before submitting, your information will be deleted. You will have to start over.</p> </div>
fr: <p>Remplissez ce formulaire pour déposer une plainte concernant la protection de la vie privée visant une institution fédérale auprès du Commissariat à la protection de la vie privée du Canada.</p> <p>Utilisez ce formulaire si votre plainte concerne vos renseignements personnels ou si vous croyez qu’une institution du gouvernement fédéral a mal géré des renseignements personnels</p> <p>En vertu de la <em>Loi sur la protection des renseignements personnels</em>, les renseignements personnels sont définis comme tout renseignement enregistré concernant une personne identifiable. Il peut s’agir de renseignements tels que :</p> <ul> <li>l’âge de la personne</li> <li>son état matrimonial</li> <li>ses antécédents médicaux ou professionnels</li> <li>des renseignements sur les transactions financières</li> <li>le numéro d’identification attribué à une personne</li> <li>les opinions de tiers sur une personne</li> </ul> <h2>Instructions</h2> <p>Si votre plainte porte sur une demande de renseignements qui ne sont pas des renseignements personnels, vous pouvez communiquer avec le <a href="https://www.oic-ci.gc.ca/fr">Commissariat à l’information du Canada</a> (CIC)</p> <h2>Remplir le formulaire</h2> <ul> <li>Remplissez les trois sections du formulaire : <ul> <li><strong>Partie A : Renseignements préliminaires</strong>, qui pose des questions pour nous aider à déterminer si nous avons compétence en vertu de la Loi sur la protection des renseignements personnels pour répondre à vos préoccupations</li> <li><strong>Partie B : Mesures prises</strong>, qui demande ce que vous avez fait jusqu’à présent pour tenter de résoudre votre problème</li> <li><strong>Partie C : Détails et documents</strong>, qui demande des détails sur votre problème et les documents justificatifs (comme des copies de la correspondance avec le coordonnateur de l’accès à l’information et la protection des renseignements personnels de l’institution)</li> </ul> </li> <li>Vous pouvez vérifier vos progrès au bas de chaque écran</li> <li>Utilisez le bouton de navigation « Écran précédent » au lieu du bouton « Précédent » de votre navigateur</li> <li>Votre session expirera après deux heures d’inactivité</li> <li>Passez en revue vos renseignements après avoir rempli les trois sections et modifiez-les</li> <li>Passez en revue votre plainte avant de la soumettre</li> <li>Après avoir soumis la plainte, vous pouvez télécharger ou imprimer une copie</li> </ul><div class="alert alert-info"> <p>Vos renseignements ne seront pas enregistrés tant que vous n’aurez pas terminé l’étape finale « Soumettre la plainte ». Si vous mettez fin à votre session avant de soumettre la plainte, vos renseignements seront supprimés. Vous devrez recommencer à zéro.</p> </div>

# OverviewPIPEDA
source: <p>Complete this <strong>online form</strong> to submit a privacy complaint about a business to the Office of the Privacy Commissioner of Canada.</p> <h2>Filing out form</h2> <ul class="spaced-list"> <li>Fill in the 3 sections of the form: <ul> <li><strong>Part A: Jurisdiction</strong>, which asks questions to help us determine if we have jurisdiction, under the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) to address your concern</li> <li><strong>Part B: Steps taken</strong>, which asks what you have done so far to try to resolve your concern</li> <li><strong>Part C: Details and documents</strong>, which asks for details of your concern and supporting documents (like copies of correspondence with the organization’s privacy officer)</li> </ul> </li> <li>You can check your progress at the bottom of each screen</li> <li>Use the “Previous screen” navigation button instead of your browser's "back" button</li> <li>Your session will expire after 2 hours of inactivity</li> <li>Review and edit your complaint before submitting it</li> <li>After submitting the complaint, you may download or print a copy</li> </ul> <div class="alert alert-info"> <p> Your information is not saved until you complete the final “Submit complaint” step. If you end your session before submitting, the information will be deleted. You will have to start over. </p> </div>
fr: <p>Remplissez ce <strong>formulaire en ligne</strong> pour déposer une plainte concernant la protection de la vie privée visant une entreprise auprès du Commissariat à la protection de la vie privée du Canada.</p> <h2>Remplir le formulaire</h2> <ul class="spaced-list"> <li>Remplissez les trois sections du formulaire : <ul> <li><strong>Partie A : Compétence</strong>, qui pose des questions pour nous aider à déterminer si nous avons compétence en vertu de la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE), pour répondre à vos préoccupations</li> <li><strong>Partie B : Mesures prises</strong>, qui demande ce que vous avez fait jusqu’à présent pour tenter de résoudre votre problème</li> <li><strong>Partie C : Détails et documents</strong>, qui demande des détails sur votre problème et les documents justificatifs (comme des copies de la correspondance avec l’agent de la protection de la vie privée de l’organisation)</li> </ul> </li> <li>Vous pouvez vérifier vos progrès au bas de chaque écran</li> <li>Utilisez le bouton de navigation « Écran précédent » au lieu du bouton « Précédent » de votre navigateur</li> <li>Votre session expirera après deux heures d’inactivité</li> <li>Passez en revue votre plainte et modifiez-la avant de la soumettre</li> <li>Après avoir soumis la plainte, vous pouvez télécharger ou imprimer une copie</li> </ul> <div class="alert alert-info"><p>Vos renseignements ne seront pas enregistrés tant que vous n’aurez pas terminé l’étape finale « Soumettre la plainte ». Si vous mettez fin à votre session avant de soumettre la plainte, les renseignements seront supprimés. Vous devrez recommencer à zéro.</p></div> </div>

# PaperDocumentsWillBeByPostalMail
source: Paper documents will be sent by postal mail
fr: Les documents papier seront envoyés par courrier postal.

# PartA_AddressWithEmployerTitleBusiness
source: Part A: Jurisdiction (Address with employer or seek alternatives)—Privacy complaint form (private sector organization)
fr: Partie A : Compétence (s’adresser à l’employeur ou chercher des solutions de rechange) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartA_CustomerOrEmployeeTitleBusiness
source: Part A: Jurisdiction (Customer or employee)—Privacy complaint form (private sector organization)
fr: Partie A : Compétence (client ou employé) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartA_OrganizationsOutsidePIPEDAJurisdictionsTitleBusiness
source: Part A: Jurisdiction (Organizations likely outside PIPEDA jurisdiction)—Privacy complaint form (private sector organization)
fr: Partie A : Compétence (organisations qui ne relèvent probablement pas de la LPRPDE) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartA_ParticularsTitleBusiness
source: Part A: Jurisdiction (Particulars)—Privacy complaint form (private sector organization)
fr: Partie A : Compétence (détails) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartA_PrelimInfoQ1TitleFederal
source: Part A: Preliminary information (Authorization for Representative)—Privacy complaint form (federal institution)
fr: Partie A : Renseignements préliminaires (autorisation de représentation) – Formulaire de plainte concernant la protection de la vie privée (institution fédérale)

# PartA_PrelimInfoQ2TitleFederal
source: Part A: Preliminary information (Identify institution)—Privacy complaint form (federal institution)
fr: Partie A : Renseignements préliminaires (identifier l’institution) – Formulaire de plainte concernant la protection de la vie privée (institution fédérale)

# PartA_ProvinceOrTerritoryTitleBusiness
source: Part A: Jurisdiction (Province or territory)—Privacy complaint form (private sector organization)
fr: Partie A : Compétence (province ou territoire) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartA_ProvinceTerritorialMunicipalEntitiesTitleBusiness
source: Part A: Jurisdiction (Provincial or territory)—Privacy complaint form (private sector organization)
fr: Partie A : Compétence (provinciale ou territoriale) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartA_VerifyWithOtherOrganizationsTitleBusiness
source: Part A: Jurisdiction (Verify with other organizations)—Privacy complaint form (private sector organization)
fr: Partie A : Compétence (vérifier auprès d’autres organisations) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartA_VerifyWithProvincialAuthorityTitleBusiness
source: Part A: Jurisdiction (Verify with {0} authority)—Privacy complaint form (private sector organization)
fr: Partie A : Compétence (vérifier auprès de l’autorité {0}) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartB_Q1StepsTakenTitleFederal
source: Part B: Steps taken (Writing to the ATIP Coordinator)—Privacy complaint form (federal institution)
fr: Partie B : Mesures prises (écrire au coordonnateur de l’AIPRP) – Formulaire de plainte concernant la protection de la vie privée (institution fédérale)

# PartB_Q2StepsTakenTitleFederal
source: Part B: Steps taken (Concerns raised with institution)—Privacy complaint form (federal institution)
fr: Partie B : Mesures prises (préoccupations soulevées auprès de l’institution) – Formulaire de plainte concernant la protection de la vie privée (institution fédérale)

# PartB_Q3StepsTakenTitleFederal
source: Part B: Steps taken (Concerns not raised)—Privacy complaint form (federal institution)
fr: Partie B : Mesures prises (préoccupations non soulevées) – Formulaire de plainte concernant la protection de la vie privée (institution fédérale)

# PartB_StepsTakenComplaintCoveredByOtherComplaint
source: Part B: Steps taken (Complaint covered by other complaint)—Privacy complaint form (private sector organization)
fr: Partie B : Mesures prises (plainte visée par une autre plainte) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartB_StepsTakenComplaintWithOtherBodyTitleBusiness
source: Part B: Steps taken (Complaint with another body)—Privacy complaint form (private sector organization)
fr: Partie B : Mesures prises (plainte auprès d’un autre organisme) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartB_StepsTakenConcernsNotRaisedTitleBusiness
source: Part B: Steps taken (Concerns not raised)—Privacy complaint form (private sector organization)
fr: Partie B : Mesures prises (préoccupations non soulevées) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartB_StepsTakenConcernsRaisedTitleBusiness
source: Part B: Steps taken (Concerns raised with organization)—Privacy complaint form (private sector organization)
fr: Partie B : Mesures prises (préoccupations soulevées auprès de l’organisation) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartB_StepsTakenDifferentComplaintProcessTitleBusiness
source: Part B: Steps taken (Different complaint process)—Privacy complaint form (private sector organization)
fr: Partie B : Mesures prises (procédure de plainte différente) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartB_StepsTakenOrganizationWithOtherMeansOfRecourseTitleBusiness
source: Part B: Steps taken (Organizations with other means of recourse)—Privacy complaint form (private sector organization)
fr: Partie B : Mesures prises (organisations disposant d’autres moyens de recours) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartB_StepsTakenStatusOfOtherComplaintsTitleBusiness
source: Part B: Steps taken (Status of other complaint)—Privacy complaint form (private sector organization)
fr: Partie B : Mesures prises (état d’une autre plainte) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartB_StepsTakenWritingToOrganizationTitleBusiness
source: Part B: Steps taken (Writing to the organization’s privacy officer)—Privacy complaint form (private sector organization)
fr: Partie B : Mesures prises (écrire à l’agent de la protection de la vie privée de l’organisation) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartCHelpText
source: If you do not see a choice that summarizes your complaint, please contact the Information Centre <a href=\"https://www.priv.gc.ca/en/contact-the-opc/contact-the-information-centre/\">here</a> and they may be able to assist you.
fr: Si vous ne voyez pas de choix qui résume votre plainte, veuillez communiquer avec le Centre d’information <a href="https://www.priv.gc.ca/fr/communiquer-avec-le-commissariat/communiquer-avec-le-centre-d-information/">ici</a>, qui pourrait être en mesure de vous aider.

# PartC_AccessComplaintTitleBusiness
source: Part C: Details (Complaint about access)—Privacy complaint form (private sector organization)
fr: Partie C : Détails (plainte à propos de l’accès) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartC_AccessRulesTitleBusiness
source: Part C: Details (Access rules)—Privacy complaint form (private sector organization)
fr: Partie C : Détails (règles d’accès) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartC_AuthorizationForRepsTitleBusiness
source: Part C: Details (Authorization for representative)—Privacy complaint form (private sector organization)
fr: Partie C : Détails (autorisation de représentation) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

# PartC_ComplainantInfoTitleBusiness
source: Part C: Details (Complainant/Representative information)—Privacy complaint form (private sector organization)
fr: Partie C : Détails (information sur le plaignant ou le représentant) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)

source: Part C—Details of complaint
fr: Partie C – Détails de la plainte
