Repository: opc-cpvp/online-complaint-form-pa_jf
Catalog: ComplaintFormCore/Resources_original/Submission.*.resx
Languages: fr

# BeforeContinuingWithComplaintPleaseReview
source: <div class="alert alert-info"> <p>Under the <em>Personal Information Protection and Electronic Document Act</em> (PIPEDA), individuals have a right to access their personal information that is held by an organization.</p> </div> <p> <strong>Before continuing with your complaint, please review the information below. </strong> </p> <details> <summary>How to make an access request to an organization</summary> <div> <p>You need to do the following to exercise your right to access your personal information held by an organization:</p> <ul> <li>Make your access request in writing to the organization</li> <li> Provide enough details about your identity and what you are seeking to allow the organization to find your information <ul> <li>Your request must be only for your own personal information</li> <li> For details on the right of access for executors of a will, beneficiaries and representatives consult: <a href="https://www.priv.gc.ca/en/privacy-topics/access-to-personal-information/giving-individuals-access-to-their-personal-information/gd_fam_201402/"> Guidance on managing Family Member/Household Accounts </a> </li> </ul> </li> <li>Allow a minimum of 30 days for the organization to respond</li> </ul> <p> If your access request is time-sensitive, we strongly encourage you to make your access request separately from any other requests you are making to the organization. Also, you should narrow your access request as much as possible (for example by a period of time, or a specific type of document). For more details on making an access request, consult: <a href="https://www.priv.gc.ca/en/privacy-topics/access-to-personal-information/accessing-your-personal-information/#business"> How to access your personal information held by businesses </a>. </p> <p> If you are not satisfied with the response, follow up with the organization directly, to explain what is missing, and give an opportunity for response. </p> <p> If you make a complaint to our office, it must be done <strong>within 6 months</strong> of being denied access to your information. </p> </div> </details> <details> <summary>How the organization must respond to your request</summary> <div> <p>An organization subject to PIPEDA has the following obligations after it receives an access request:</p> <ul> <li>It must respond to your request within 30 days, or, within 60 days if it informs you in advance that more time is needed.</li> <li> It must give you access to your own personal information. An organization is not required to give access to information which is not your personal information. For example: <ul> <li>the names of particular employees (such as ones you interacted with, or who accessed your personal information)</li> <li> information relating to someone who fraudulently impersonated you (such as recordings of the person, details of when and how the fraud took place or how it was detected) </li> <li>voiceprints or images of other people (such as in recordings of calls or on surveillance video)</li> <li>information about an organization's business decision-making processes or other internal processes</li> </ul> </li> <li> It must give you access at little or no cost. Organizations are not required to provide access in the form you prefer. For example, organizations may invite you to review the information on their premises instead of making copies, or may provide a transcript of a call, not a recording. </li> <li> It must apply any exemptions to the right of access appropriately. Organizations are allowed by law to withhold certain personal information. For example, organizations may withhold personal information that was collected to investigate a breach of an agreement or a violation of a law (if the person’s knowledge of or consent for the collection would harm the investigation). </li> </ul> </div> </details> <details> <summary>What you need to file a complaint with us if you are still dissatisfied</summary> <div> <p>To make a complaint to us about an organization’s handling of your access request, you will need these documents and information: </p> <ul> <li>a copy of your written request to the organization</li> <li>the date you sent the request</li> <li>the exact address (postal or email) you sent your request to</li> <li>a copy of any response to your request from the organization </li> </ul> <p> If the organization provided a set of documents in response to your request, you do not need to include all of them. However, please attach any cover letter or emails from the organization, and any parts of the response that you are concerned about. </p> <p>Without these documents and information, we will not be able to process your file.</p> </div> </details>
fr: <div class="alert alert-info"> <p>En vertu de la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE), les particuliers ont le droit d’accéder à leurs renseignements personnels détenus par une organisation.</p> </div> <p> <strong>Avant de poursuivre votre plainte, veuillez passer en revue l’information ci-dessous. </strong> </p> <details> <summary>Comment présenter une demande d’accès à une organisation</summary> <div> <p>Vous devez faire ce qui suit pour exercer votre droit d’accès à vos renseignements personnels détenus par une organisation :</p> <ul> <li>Présentez votre demande d’accès par écrit à l’organisation</li> <li> Fournissez suffisamment de détails sur votre identité et sur ce que vous cherchez pour permettre à l’organisation de trouver vos renseignements <ul> <li>Votre demande ne doit être faite qu’à titre d’information personnelle.</li> <li> Pour plus de détails sur le droit d’accès des exécuteurs testamentaires, les bénéficiaires et les représentants peuvent consulter : <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/acces-aux-renseignements-personnels/permettre-aux-individus-d-avoir-acces-a-leurs-renseignements-personnels/gd_fam_201402/"> Guide sur la gestion des comptes des membres d’une famille ou d’un ménage </a> </li> </ul> </li> <li>Accordez au moins 30 jours à l’organisation pour répondre.</li> </ul> <p> Si votre demande d’accès est urgente, nous vous encourageons fortement à présenter votre demande d’accès séparément de toute autre demande que vous faites à l’organisation. De plus, vous devriez limiter autant que possible votre demande d’accès (par exemple, par période ou par type de document). Pour plus de détails sur la présentation d’une demande d’accès, veuillez consulter : <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/acces-aux-renseignements-personnels/consulter-vos-renseignements-personnels/"> Comment avoir accès aux renseignements personnels vous concernant qui sont détenus par les entreprises </a>. </p> <p> Si vous n’êtes pas satisfait de la réponse, communiquez directement avec l’organisation pour lui expliquer ce qui manque et lui donner l’occasion de répondre. </p> <p> Si vous déposez une plainte auprès de notre Commissariat, vous devez le faire <strong>dans les six mois</strong> suivant le refus d’accès à vos renseignements personnels. </p> </div> </details> <details> <summary>Comment l’organisation doit répondre à votre demande</summary> <div> <p>Une organisation assujettie à la LPRPDE a les obligations suivantes après avoir reçu une demande d’accès :</p> <ul> <li>Elle doit répondre à votre demande dans les 30 jours, ou dans les 60 jours si elle vous informe à l’avance qu’un délai supplémentaire est nécessaire.</li> <li> Elle doit vous donner accès à vos renseignements personnels. Une organisation n’est pas tenue de vous donner accès à des renseignements qui ne font pas partie de vos renseignements personnels. Par exemple : <ul> <li>les noms d’employés en particulier (comme ceux avec lesquels vous avez interagi ou qui ont accédé à vos renseignements personnels)</li> <li> les renseignements relatifs à une personne qui s’est frauduleusement fait passer pour vous (tels que les enregistrements de la personne, les détails sur le moment où la fraude a été commise et la manière dont elle a été commise, ou sur la manière dont elle a été détectée) </li> <li>les empreintes vocales ou les images d’autres personnes (comme dans les enregistrements d’appels ou sur vidéo de surveillance)</li> <li>l’information sur les processus décisionnels opérationnels ou sur d’autres processus internes d’une organisation</li> </ul> </li> <li> Elle doit vous permettre d’y accéder gratuitement ou à peu de frais. Les organisations ne sont pas tenues de fournir l’accès sous la forme que vous préférez. Par exemple, les organisations peuvent vous inviter à examiner les renseignements dans leurs locaux au lieu d’en faire des copies, ou peuvent fournir une transcription d’un appel, et non un enregistrement. </li> <li> Elles doivent appliquer de manière appropriée toute dérogation au droit d’accès. Les organisations sont autorisées par la loi à refuser de communiquer certains renseignements personnels. Par exemple, des organisations peuvent refuser de communiquer des renseignements personnels qui ont été recueillis pour enquêter sur la violation d’une entente ou d’une loi (si le fait que la personne soit au courant de la collecte des renseignements ou y consente pourrait nuire à l’enquête). </li> </ul> </div> </details> <details> <summary>Ce dont vous avez besoin pour déposer une plainte auprès de nous si vous êtes toujours insatisfait</summary> <div> <p>Pour nous faire part d’une plainte au sujet du traitement de votre demande d’accès par une organisation, vous aurez besoin des documents et renseignements suivants : </p> <ul> <li>une copie de votre demande écrite à l’organisation</li> <li>la date à laquelle vous avez envoyé la demande</li> <li>l’adresse exacte (postale ou électronique) à laquelle vous avez envoyé votre demande</li> <li>une copie de la réponse à votre demande de la part de l’organisation (le cas échéant) </li> </ul> <p> Si l’organisation a fourni un ensemble de documents en réponse à votre demande, vous n’avez pas besoin de les inclure tous. Toutefois, veuillez joindre toute lettre d’accompagnement ou tout courriel de l’organisation, ainsi que toute partie de la réponse qui vous préoccupe. </p> <p>Sans ces documents et renseignements, nous ne serons pas en mesure de traiter votre dossier.</p> </div> </details>

# BeforeFilingAComplaintAddressYourConcernsDirectly
source: <p>Before filing a complaint with our office, we encourage you first to attempt to address your concerns directly with the institution. Many times you can resolve privacy issues through direct communication with the Access to Information and Privacy (ATIP) Coordinator. To find this person, please consult the <a href="http://www.tbs-sct.gc.ca/ap/atip-aiprp/coord-eng.asp">list of Access to Information and Privacy Coordinators by institution.</a></p>
fr: <p>Avant de déposer une plainte auprès de notre bureau, nous vous encourageons à commencer par essayer de faire part de vos préoccupations directement à l’institution. Bien souvent, vous pouvez résoudre les problèmes de protection de la vie privée en communiquant directement avec le coordonnateur de l’accès à l’information et de la protection des renseignements personnels (AIPRP). Pour trouver cette personne, veuillez consulter la <a href="https://www.tbs-sct.gc.ca/ap/atip-aiprp/coord-fra.asp">liste des coordonnateurs de l’accès à l’information et de la protection des renseignements personnels par institution.</a></p>

# BeforeFilingAComplaintWithOurOfficeWeEncourageToAddressDirectlyWithOrganization
source: Before filing a complaint with our office, we encourage you to try addressing your concerns directly with the organisation. Often you can resolve privacy concerns by <a href="https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/">writing to or speaking with the organization’s privacy contact</a>.
fr: Avant de déposer une plainte auprès de notre Commissariat, nous vous encourageons à essayer de faire part de vos préoccupations directement à l’organisation. Souvent, vous pouvez résoudre les problèmes de protection de la vie privée en <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/renseignements-et-conseils-pour-les-particuliers/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/">écrivant à la personne-ressource de l’organisation ou en parlant avec elle</a>.

# CannotProcessComplaintUntilAllInfoReceived
source: We cannot process a complaint until all relevant information is received. All supporting documents must be received <strong>within 45 days</strong> or no further action will be taken.
fr: Nous ne pouvons pas traiter une plainte tant que nous n’avons pas reçu tous les renseignements pertinents. Toutes les pièces justificatives doivent être reçues <strong>dans les 45 jours</strong>; sinon, aucune autre mesure ne sera prise.

# CanOnlyFileOnBehalfWithPermission
source: <p>You may only file a complaint on behalf of someone else if you are authorized to do so. Please use our representative authorization form: </p> <br /> <a class="btn btn-default" target="_blank" href="https://www.priv.gc.ca/media/2437/authorization_e.pdf">Authorization to act as a representative for a privacy complaint (PDF, 99 KB)</a> <br> <br> <p>You must submit the completed form signed by the complainant as an attachment to your complaint.</p> <p>We will not be able to process the complaint without the completed signed authorization form.</p>
fr: <p> Vous ne pouvez déposer une plainte au nom d’une autre personne que si vous y êtes autorisé. Veuillez utiliser notre formulaire d’autorisation de représentation : </p> <br /> <a class="btn btn-default" target="_blank" href="https://www.priv.gc.ca/media/2438/authorization_f.pdf">Autorisation de représentation par un tiers dans le cadre d’une plainte relative à la protection des renseignements personnels (PDF, 99 Ko)</a> <br> <br> <p>Vous devez joindre à votre plainte le formulaire dûment rempli et signé par le plaignant.</p> <p>Nous ne serons pas en mesure de traiter la plainte sans le formulaire d’autorisation dûment rempli et signé.</p>

source: City
fr: Ville

# ClarificationOfOPCRole
source: <p> Note that our Commissioner does not have the power to force a government institution to take a specific action. </p> <p> The Commissioner makes findings and recommendations and works with institutions to improve their management of personal information. </p> <p> Our office does not have the power to fine institutions or seek damages for complaints. Also, we do not address criminal or civil culpability. </p>
fr: <p> Il est à noter que notre commissaire n’a pas le pouvoir de forcer une institution fédérale à prendre une mesure particulière. </p> <p> Le commissaire formule des conclusions et des recommandations et collabore avec les institutions pour améliorer leur gestion des renseignements personnels. </p> <p> Notre bureau n’a pas le pouvoir d’imposer des amendes aux institutions ou de réclamer des dommages-intérêts pour les plaintes. De plus, nous n’abordons pas la question de la responsabilité civile ou criminelle. </p>

# CommissionerLinkQuebec
source: http://www.cai.gouv.qc.ca/english/
fr: http://www.cai.gouv.qc.ca

# CommissionerNameAlberta
source: Office of the Information and Privacy Commissioner of Alberta
fr: Commissariat à l’information et à la protection de la vie privée de l’Alberta

# CommissionerNameBC
source: Office of the Information and Privacy Commissioner for British Columbia
fr: Commissariat à l’information et à la protection de la vie privée de la Colombie-Britannique

# ComplainantInfo
source: Complainant Information
fr: Renseignements sur le plaignant

# ComplainantInfoDescription
source: Enter the information of the person making the complaint
fr: Veuillez saisir les coordonnées de la personne qui dépose la plainte.

# ComplainantOrRespondent
source: Are you a complainant or a respondent?
fr: Êtes-vous le plaignant ou le mis en cause?

# ComplainantRepresentativeInfo
source: Complainant/Representative Information
fr: Renseignements sur le plaignant ou le représentant

# ComplaintAboutProvincialBusiness
source: <h2>Complaint about a business in {0}</h2> <p> Based on your answers it is very unlikely that the <i> Personal Information Protection and Electronic Documents Act </i> (PIPEDA) covers your complaint. </p> <p> Usually, provincial privacy laws cover the handling of personal information by government and private sector organizations in <strong>{0}</strong> </p> <h2>What you can do</h2> <p>For more information or to file a complaint with the provincial government, consult the <a href="{1}">{2}</a></p>
fr: <h2>Plainte concernant une entreprise en {0}</h2> <p> D’après vos réponses, il est très peu probable que la <i> Loi sur la protection des renseignements personnels et les documents électroniques </i> (LPRPDE) couvre votre plainte. </p> <p> Habituellement, les lois sur la protection de la vie privée de la province régissent le traitement des renseignements personnels fournis par le gouvernement et les organisations du secteur privé en <strong>{0}</strong>. </p> <h2>Ce que vous pouvez faire</h2> <p>Pour obtenir de plus amples renseignements ou pour déposer une plainte auprès du gouvernement provincial, consultez le <a href="{1}">{2}</a>.</p>

# ComplaintAboutProvincialBusinessQuebec
source: <h2>Complaint about a business in {0}</h2> <p> Based on your answers it is very unlikely that the <i> Personal Information Protection and Electronic Documents Act </i> (PIPEDA) covers your complaint. </p> <p> Usually, provincial privacy laws cover the handling of personal information by government and private sector organizations in <strong>{0}</strong> </p> <h2>What you can do</h2> <p>For more information or to file a complaint with the provincial government, consult Quebec's <a href="{1}">{2}</a></p>
fr: <h2>Plainte concernant une entreprise en {0}</h2> <p> D’après vos réponses, il est très peu probable que la <i> Loi sur la protection des renseignements personnels et les documents électroniques </i> (LPRPDE) couvre votre plainte. </p> <p> Habituellement, les lois sur la protection de la vie privée de la province régissent le traitement des renseignements personnels fournis par le gouvernement et les organisations du secteur privé <strong>{0}</strong>. </p> <h2>Ce que vous pouvez faire</h2> <p>Pour obtenir de plus amples renseignements ou pour déposer une plainte auprès du gouvernement provincial, consultez la <a href="{1}">{2}</a> du Québec.</p>

# ComplaintAboutProvincialBusinessTitle
source: Complaint against a business in {0}
fr: Plainte visant une entreprise en {0}

# ComplaintCoveringTheSameConcernText
source: <p>If your complaint to another body covers any of your concerns with your personal information, please end this session and complete that complaint process first. You can return to file a complaint later.</p>
fr: <p>Si votre plainte auprès d’un autre organisme porte sur l’une ou l’autre de vos préoccupations concernant vos renseignements personnels, veuillez mettre fin à cette session et suivre cette procédure de plainte en premier. Vous pouvez revenir déposer une plainte plus tard.</p>

# ComplaintCoveringTheSameConcernTitle
source: Complaint covering the same concerns
fr: Plainte portant sur les mêmes préoccupations

# ComplaintNotCoveringTheSameConcernText
source: If your complaint to the other body is not about your concerns with the handling of personal information, you can continue your complaint with us. You will need to describe your other complaint later in this form.
fr: Si votre plainte auprès de l’autre organisme ne porte pas sur vos préoccupations concernant le traitement des renseignements personnels, vous pouvez poursuivre votre plainte auprès de nous. Vous devrez décrire votre autre plainte plus loin dans ce formulaire.

# ComplaintNotCoveringTheSameConcernTitle
source: Complaint "not" covering the same concerns
fr: Plainte ne portant « pas » sur les mêmes préoccupations

# ComplaintSent
source: OPC {0}, Complaint Submission Confirmation
fr: CPVP {0}, confirmation de soumission de plainte

# ComplaintSentConfirmation
source: You have sent the Office of the Privacy Commissioner (OPC) an online privacy complaint about a federal institution. Your temporary file number is {0}. You will receive an email soon to confirm its receipt. We will review your information and will try to contact you, if appropriate, as soon as possible.
fr: Vous avez envoyé au Commissariat à la protection de la vie privée du Canada (Commissariat) un formulaire de plainte en ligne au sujet d’une institution fédérale. Votre numéro de dossier temporaire est le {0}. Vous recevrez bientôt un courriel confirmant sa réception. Nous examinerons vos renseignements et tenterons de communiquer avec vous, le cas échéant, dès que possible.

source: Complaint Summary
fr: Résumé de la plainte

# CompletedFormToAddInfo
source: Completed—Form to add information about a privacy complaint
fr: Remplie – Formulaire pour ajouter des renseignements sur une plainte relative à la protection de la vie privée

# CompletedPA
source: Completed—Privacy complaint form (federal institution)
fr: Remplie – Formulaire de plainte sur la protection de la vie privée (institution fédérale)

# CompletedPIPEDA
source: Completed—Privacy complaint form (private sector organization)
fr: Remplie – Formulaire de plainte sur la protection de la vie privée (organisation du secteur privé)

# ContentAttemptsToResolvePrivacyMatter
source: <ul> <li>a description of your efforts (including a timeline)</li> <li>specific address(es) (postal, email, or URL) you used to raise your privacy concerns in writing with the organization</li> <li>a description of the result (if any)</li> </ul> <p>If you have not attempted to resolve the matter with the organization, please explain why not.</p>
fr: <ul> <li>une description de vos efforts (y compris une chronologie)</li> <li>les adresses précises (postale, électronique ou URL) que vous avez utilisées pour faire part de vos préoccupations en matière de protection de la vie privée par écrit à l’organisation</li> <li>une description du résultat (le cas échéant)</li> </ul> <p>Si vous n’avez pas tenté de résoudre le problème avec l’organisation, veuillez expliquer pourquoi.</p>

# ContentOfDetailsOfEachComplaint
source: <ul> <li>the name of the body </li> <li>the content of the complaint</li> <li>the date of the complaint</li> <li>the current status of the complaint process (ongoing or completed)</li> <li>any reference numbers</li> <li>the outcome (if completed)</li> </ul>
fr: <ul> <li>le nom de l’organisme </li> <li>le contenu de la plainte</li> <li>la date de la plainte</li> <li>l’état actuel de la procédure de traitement de la plainte (en cours ou terminée)</li> <li>tout numéro de référence</li> <li>le résultat (si terminée)</li> </ul>

# ContentOfStepsOrRemediesToResolveConcern
source: <ul> <li>for an employee to recieve training</li> <li>a change in practice</li> <li>getting a specific piece of information</li> <li>an apology, etc.</li> </ul>
fr: <ul> <li>donner une formation à un employé</li> <li>un changement de pratique</li> <li>obtenir un renseignement précis</li> <li>des excuses, etc.</li> </ul>
