Repository: opc-cpvp/online-complaint-form-pa_jf
Catalog: ComplaintFormCore/Resources/Resource.*.resx
Languages: fr

source: Accountant
fr: Comptable

source: Airline
fr: Compagnie aérienne

source: Bank
fr: Banque

source: British Columbia
fr: Colombie-Britannique

source: Collection Agency
fr: Agence de recouvrement

# Collection_Agency_Answer
source: <h2>Complaint against a collection agency</h2> <p>Collection agencies are subject to consumer protection regulations enforced by consumer affairs offices, as well as being subject to the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA).</p> <p>Consumer affairs offices enforce rules about collection agencies’ conduct, such as how and when they can contact people, and how much proof of the debt they need to show. Your provincial or territorial consumer affairs office may be better able to address your concerns if your issue goes beyond privacy.</p> <h2>What you can do</h2> <p>Before filing a complaint with us, you may:</p> <ul> <li>make a complaint to your <a href="http://www.consumerhandbook.ca/en/contacts/provincial-territorial-offices">provincial or territorial consumer affairs office</a></li> <li>raise your concerns in writing with the agency's designated contact for privacy (otherwise, we may not investigate): <a href="https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/">Tips for raising your privacy concern with a business</a></li> </ul> <p>Then you can file a complaint with us, <strong>if</strong>:</p> <ul> <li>your concerns fall outside the mandate of your provincial or territorial consumer affairs office, or</li> <li>you are dissatisfied with the results after using the consumer affairs office’s complaint process or contacting the agency</li> </ul>
fr: <h2>Plainte visant une agence de recouvrement</h2> <p>Les agences de recouvrement sont assujetties aux règlements sur la protection des consommateurs appliqués par les bureaux de protection des consommateurs, ainsi qu’à la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE).</p> <p>Les bureaux de protection des consommateurs appliquent les règles de conduite des agences de recouvrement, notamment en ce qui concerne la façon dont elles peuvent communiquer avec les gens et le moment où elles peuvent le faire, et la quantité de preuves de dettes qu’elles doivent présenter. Le bureau de protection des consommateurs de votre province ou territoire pourrait être mieux en mesure de répondre à vos préoccupations, si votre problème va au-delà de la protection des renseignements personnels.</p> <h2>Ce que vous pouvez faire</h2> <p>Avant de déposer une plainte auprès de nous, vous pouvez :</p> <ul> <li>déposer une plainte auprès du <a href="http://www.guideduconsommateur.ca/fr/contacts/provincial-territorial-offices">bureau de protection des consommateurs de votre province ou territoire</a></li> <li>faire part de vos préoccupations par écrit à la personne-ressource désignée de l’agence en matière de protection de la vie privée (autrement, il se peut que nous ne fassions pas enquête) : <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/">Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une entreprise</a></li> </ul> <p>Vous pouvez alors déposer une plainte auprès de nous, <strong>si</strong> :</p> <ul> <li>vos préoccupations ne relèvent pas du mandat du bureau de protection des consommateurs de votre province ou territoire, ou</li> <li>vous êtes insatisfait des résultats après avoir utilisé la procédure de traitement des plaintes du bureau de protection des consommateurs ou après avoir communiqué avec l’agence</li> </ul>

# Credit_Reporting_Agency
source: Credit Reporting Agency (for example, Equifax or Transunion)
fr: Agence d’évaluation du crédit (p. ex. Equifax ou TransUnion)

source: Credit Union
fr: Coopérative de crédit

source: Insurance company
fr: Compagnie d’assurance

# Insurance_Company_Answer
source: <h2>Complaint against an insurance company</h2> <p>Insurance companies must follow insurance laws and regulations, as well as following the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA). Most insurance companies are required to be members of an independent dispute resolution service.</p> <p>Two independent complaint resolution bodies, overseen by the Canadian Council of Insurance Regulators, address consumer complaints.</p> <ul> <li>For car and auto insurance complaints: General Insurance OmbudService (GIO)</li> <li>For life and health insurance (including disability and travel insurance) complaints: OmbudService for Life and Health Insurance (OLHI)</li> </ul> <p>These bodies can address complaints about a wide range of insurance issues including the handling of claims.</p> <h2>What you can do</h2> <p>Before filing a complaint with us, if your complaint is about privacy concerns during the handling of a claim, you may:</p> <ul> <li><a href="https://www.giocanada.org/">make a complaint to the General Insurance OmbudService</a>;</li> <li><a href="https://www.olhi.ca/">make a complaint to the OmbudService for Life & Health Insurance</a>;</li> <li>raise your concerns in writing with the insurance company's designated contact for privacy (otherwise, we may not investigate): <a href="https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/">Tips for raising your privacy concern with a business</a>;</li> </ul> <p>You may file a complaint with us, <strong>if</strong>:</p> <ul> <li>your concerns fall outside the mandate of both complaint resolution bodies</li> <li>you are dissatisfied with the results after using the complaint processes or writing to your insurance company</li> </ul>
fr: <h2>Plainte visant une compagnie d’assurance</h2> <p>Les compagnies d’assurance doivent respecter les lois et règlements en matière d’assurance, ainsi que la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE). La plupart des compagnies d’assurance sont tenues d’être membres d’un service indépendant de règlement des différends.</p> <p>Deux organismes indépendants de règlement des plaintes, supervisés par le Conseil canadien des responsables de la réglementation d’assurance, traitent les plaintes des consommateurs.</p> <ul> <li>Pour les plaintes relatives à l’assurance automobile : Service de conciliation en assurance de dommages (SCAD)</li> <li>Pour les plaintes relatives à l’assurance-vie et à l’assurance-maladie (y compris l’assurance-invalidité et l’assurance-voyage) : Ombudsman des assurances de personnes (OAP)</li> </ul> <p>Ces organismes peuvent traiter les plaintes concernant un large éventail de questions liées à l’assurance, y compris le traitement des demandes d’indemnisation.</p> <h2>Ce que vous pouvez faire</h2> <p>Avant de déposer une plainte auprès de nous, si votre plainte porte sur des préoccupations relatives à la protection de la vie privée pendant le traitement d’une demande d’indemnisation, vous pouvez :</p> <ul> <li><a href="https://scadcanada.org/">déposer une plainte auprès du Service de conciliation en assurance de dommages</a>;</li> <li><a href="https://www.oapcanada.ca/">déposer une plainte auprès de l’Ombudsman des assurances de personnes</a>;</li> <li>faire part de vos préoccupations par écrit à la personne-ressource désignée de la compagnie d’assurance en matière de protection de la vie privée (autrement, il se peut que nous ne fassions pas enquête) : <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/">Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une entreprise</a>;</li> </ul> <p>Vous pouvez déposer une plainte auprès de nous, <strong>si</strong> :</p> <ul> <li>vos préoccupations ne relèvent pas du mandat des deux organismes de règlement des plaintes</li> <li>vous êtes insatisfait des résultats après avoir utilisé les procédures de traitement des plaintes ou après avoir écrit à votre compagnie d’assurance</li> </ul>

source: Landlord or co-op housing
fr: Propriétaire ou coopérative d’habitation

# LandlordOrCoopHousing_Answer
source: <h2>Complaint against a landlord</h2> <p>Landlords must follow provincial and territorial tenancy regulations, enforced by their residential tenancies regulatory body, as well as following the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA). These bodies can address a wide range of landlord-tenant issues, including the handling of personal information and privacy.</p> <p>Your provincial or territorial regulatory body may be better able to address your concerns, if your issue goes beyond privacy.</p> <h2>What you can do</h2> <p>Before filing a complaint with us, you may:</p> <ul> <li>make a complaint to your provincial or territorial tenancies regulatory body</li> <li>raise your concerns in writing with your landlord’s (or co-op board’s) designated contact for privacy (otherwise we may not investigate): <a href="https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/">Tips for raising your privacy concern with a business</a></li> </ul> <p>You can file a complaint with us, <strong>if</strong>:</p> <ul> <li>your concerns fall outside the mandate of tenancies regulators</li> <li>you are dissatisfied with the results after complaining through the regulator, or writing to the landlord</li> </ul>
fr: <h2>Plainte visant un propriétaire</h2> <p>Les propriétaires doivent respecter les règlements provinciaux et territoriaux en matière de location, appliqués par leur organisme de réglementation de la location à usage d’habitation, ainsi que la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE). Ces organismes peuvent traiter un large éventail de questions entre propriétaires et locataires, y compris le traitement des renseignements personnels et la protection de la vie privée.</p> <p>L’organisme de réglementation de votre province ou territoire pourrait être mieux en mesure de répondre à vos préoccupations, si votre problème va au-delà de la protection de la vie privée.</p> <h2>Ce que vous pouvez faire</h2> <p>Avant de déposer une plainte auprès de nous, vous pouvez :</p> <ul> <li>déposer une plainte auprès de l’organisme de réglementation de la location de votre province ou territoire</li> <li>faire part de vos préoccupations par écrit à la personne-ressource désignée de votre propriétaire (ou conseil d’administration de coopérative) en matière de protection de la vie privée (autrement, il se peut que nous ne fassions pas enquête) : <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/">Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une entreprise</a></li> </ul> <p>Vous pouvez déposer une plainte auprès de nous, <strong>si</strong> :</p> <ul> <li>vos préoccupations ne relèvent pas du mandat des organismes de réglementation de la location</li> <li>vous êtes insatisfait des résultats après avoir porté plainte auprès de l’organisme de réglementation ou après avoir écrit au propriétaire</li> </ul>

source: Lawyer
fr: Avocat

# Lawyer_Answer
source: <h2>Complaint against a lawyer</h2> <p>Lawyers must follow professional conduct standards, set by their provincial or territorial law society, as well as following the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA).</p> <p>Law societies oversee rules of professional conduct, including privacy issues. A law society may be better able to address your concerns if your issue goes beyond privacy.</p> <h2>What you can do</h2> <p>Before filing a complaint with us, you may:</p> <ul> <li><a href="https://flsc.ca/about-us/our-members-canadas-law-societies/">make a complaint to your provincial or territorial law society</a></li> <li>raise your concerns in writing with the law firm’s designated contact for privacy (otherwise, we may not investigate): <a href="https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/">Tips for raising your privacy concern with a business</a></li> </ul> <p>You can file a complaint with us, <strong>if</strong>:</p> <ul> <li>your concerns fall outside the mandate of your provincial or territorial law society</li> <li>you are dissatisfied with the results after using the complaint process, or writing to the law firm</li> </ul>
fr: <h2>Plainte visant un avocat</h2> <p>Les avocats doivent respecter les normes de conduite professionnelle établies par leur barreau provincial ou territorial, ainsi que la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE).</p> <p>Les barreaux supervisent les règles de conduite professionnelle, y compris les questions relatives à la protection de la vie privée. Un barreau pourrait être mieux en mesure de répondre à vos préoccupations, si votre problème va au-delà de la protection des renseignements personnels.</p> <h2>Ce que vous pouvez faire</h2> <p>Avant de déposer une plainte auprès de nous, vous pouvez :</p> <ul> <li><a href="https://flsc.ca/fr/a-propos-de-nous/les-ordres-professionnels-de-juristes-du-canada/">déposer une plainte auprès du barreau de votre province ou territoire</a></li> <li>faire part de vos préoccupations par écrit à la personne-ressource désignée du barreau en matière de protection de la vie privée (autrement, il se peut que nous ne fassions pas enquête) : <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/">Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une entreprise</a></li> </ul> <p>Vous pouvez déposer une plainte auprès de nous, <strong>si</strong> :</p> <ul> <li>vos préoccupations ne relèvent pas du mandat du barreau de votre province ou territoire</li> <li>vous êtes insatisfait des résultats après avoir utilisé les procédures de traitement des plaintes ou après avoir écrit au cabinet d’avocats</li> </ul>

# My_Employer_Answer
source: <h2>Complaint against your employer</h2> <p>Generally, under the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA), people must try to resolve their privacy concerns with an organization before making a privacy complaint. We strongly encourage any unionized employees to first go through the grievance process.</p> <p>If your privacy concern is related to larger issues of illegal discrimination, workplace safety, wage issues, or wrongful firing, there may be other ways to more fully address your concerns.</p> <h2>What you can do</h2> <p>Before filing a complaint with us, you may:</p> <ul> <li><a href="http://www.chrc-ccdp.gc.ca/eng">learn about making a human rights complaint</a></li> <li><a href="https://www.canada.ca/en/employment-social-development/services/labour-standards/reports/filing-complaint.html">learn about making a complaint under the Canada Labour Code</a></li> <li>raise your concerns in writing with your employer's designated contact for privacy (otherwise we may not investigate): <a href="https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/">Tips for raising your privacy concern with a business</a></li> </ul> <p>You can file a complaint with us, <strong>if</strong>:</p> <ul> <li>your concerns fall outside the mandate of a union grievance, or a human rights or labour rights complaint, or</li> <li>you are dissatisfied with the results after using those processes or contacting your employer in writing</li> </ul>
fr: <h2>Plainte visant votre employeur</h2> <p>En général, en vertu de la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE), les gens doivent tenter de résoudre leur problème en matière de protection de la vie privée auprès d’une organisation avant de déposer une plainte. Nous encourageons fortement tous les employés syndiqués à passer d’abord par la procédure de règlement des griefs.</p> <p>Si vos préoccupations en matière de protection de la vie privée sont liées à des problèmes plus vastes de discrimination illégale, de sécurité au travail, de salaire ou de congédiement injustifié, il pourrait y avoir d’autres moyens mieux à même de répondre à vos préoccupations.</p> <h2>Ce que vous pouvez faire</h2> <p>Avant de déposer une plainte auprès de nous, vous pouvez :</p> <ul> <li><a href="https://www.chrc-ccdp.gc.ca/fra">vous renseigner sur le dépôt d’une plainte relative aux droits de la personne</a></li> <li><a href="https://www.canada.ca/fr/emploi-developpement-social/services/normes-travail/rapports/deposer-plainte.html">vous renseigner sur le dépôt d’une plainte en vertu du Code canadien du travail</a></li> <li>faire part de vos préoccupations par écrit à la personne-ressource désignée de votre employeur en matière de protection de la vie privée (autrement, il se peut que nous ne fassions pas enquête) : <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/">Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une entreprise</a></li> </ul> <p>Vous pouvez déposer une plainte auprès de nous, <strong>si</strong> :</p> <ul> <li>vos préoccupations ne relèvent pas du mandat d’un grief syndical ou d’une plainte relative aux droits de la personne ou aux droits du travail ou</li> <li>vous êtes insatisfait des résultats après avoir utilisé ces procédures ou après avoir communiqué par écrit avec votre employeur</li> </ul>

# NatureOfComplaintCollectionInformation
source: Personal information has been collected that is not required for an operating program or activity of the institution; personal information is not collected directly from the individual concerned; or the individual is not advised of the purpose of the collection of personal information.
fr: Une institution a recueilli des renseignements personnels qui ne sont pas nécessaires à l’exploitation d’un de ses programmes ou à l’une de ses activités; les renseignements personnels n’ont pas été recueillis directement auprès de la personne concernée; ou la personne n’a pas été informée des fins pour lesquelles les renseignements personnels ont été recueillis.

# NatureOfComplaintDelayInformation
source: The institution has not responded to your access or correction request within the statutory time limits. Under the <i>Privacy Act</i> institutions have thirty (30) days after your request is received to respond (or 60 days if an extension has been properly invoked for an access request).
fr: L’institution n’a pas répondu à votre demande d’accès ou de correction dans les délais prévus par la loi. En vertu de la <i>Loi sur la protection des renseignements personnels</i>, les institutions disposent de trente (30) jours après la réception de votre demande pour y répondre (ou de 60 jours si une prorogation a été dûment invoquée pour une demande d’accès).

# NatureOfComplaintDenialOfAccessInformation
source: Personal information has not been received, either because some documents or information are missing or the institution has applied exemptions to withhold information.
fr: Une personne n’a pas obtenu les renseignements personnels qu’une institution détient à son sujet parce qu’il manque des documents ou des renseignements ou encore parce que l’organisation a invoqué des exceptions afin de ne pas communiquer les renseignements.

# NatureOfComplaintExtensionOfTimeInformation
source: Institutions may seek, with a reason set out in the Act, an extension of a further thirty (30) days to respond.
fr: Les institutions peuvent demander, pour un motif énoncé dans la Loi, un délai supplémentaire de trente (30) jours pour répondre.

# NatureOfComplaintRetentionAndDisposalInformation
source: Personal information has not been kept in accordance with retention and disposal schedules (approved by National Archives); either destroyed too soon or kept too long. Personal information used for an administrative purpose must be kept for at least two years after the last administrative action unless the individual consents to its disposal.
fr: Des renseignements personnels n’ont pas été conservés selon les calendriers de conservation et de retrait (approuvés par les Archives nationales); ils ont été détruits trop rapidement ou conservés trop longtemps. Les renseignements personnels utilisés à des fins administratives doivent être conservés pendant au moins deux ans après la dernière application d’une mesure administrative, à moins que la personne n’ait consenti à leur retrait.

# NatureOfComplaintUseAndDisclosureInformation
source: Personal information has been used or disclosed without the consent of the individual and does not meet one of the permissible uses or disclosures without consent set out in <a href="http://laws.justice.gc.ca/eng/acts/P-21/page-2.html#h-6">sections 7 and 8 of the <i>Privacy Act</i></a>.
fr: Des renseignements personnels ont été utilisés ou communiqués sans le consentement de la personne qu’ils concernent et ne satisfont pas à l’un des critères de communication permise sans consentement énoncés aux <a href="https://laws.justice.gc.ca/fra/lois/P-21/page-2.html">articles 7 et 8 de la <i>Loi sur la protection des renseignements personnels</i></a>.

source: Newfoundland And Labrador
fr: Terre-Neuve-et-Labrador

source: New Brunswick
fr: Nouveau-Brunswick

source: No
fr: Non

source: Northwest Territories
fr: Territoires du Nord-Ouest

source: Nova Scotia
fr: Nouvelle-Écosse

# OrganizationCallOnDoNotCallList
source: An organization for calling you even though you are on the national "Do Not Call list"
fr: Organisation qui vous appelle, alors que vous figurez sur la liste nationale de numéros exclus
