Repository: opc-cpvp/online-complaint-form-pa_jf
Catalog: ComplaintFormCore/Resources/Resource.*.resx
Languages: fr

# Question3_F_Answer
source: <h2>Complaint against an online or offline newspaper, magazine, radio, or TV broadcaster</h2> <p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) does not apply to any information that is collected, used, or disclosed only for journalistic, artistic or literary purposes.</p> <p>In this context, PIPEDA usually doesn't cover anything collected, used or disclosed in articles or broadcasts.</p> <p>However, PIPEDA does cover the handling of subscribers’ personal information.</p> <h2>What you can do</h2> <ul> <li>Contact the publisher or broadcaster about your concerns: <a href="https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/">Tips for raising your privacy concern with a business</a></li> <li>Consider getting legal advice if you think something said or written about you is defamatory or libelous</li> </ul>
fr: <h2>Plainte visant un journal, un magazine, une radio ou un télédiffuseur en ligne ou hors ligne</h2> <p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) ne s’applique pas aux renseignements recueillis, utilisés ou communiqués uniquement à des fins journalistiques, artistiques ou littéraires.</p> <p>Dans ce contexte, la LPRPDE ne s’applique généralement pas aux renseignements recueillis, utilisés ou communiqués dans des articles ou des émissions.</p> <p>Toutefois, la LPRPDE vise le traitement des renseignements personnels des abonnés.</p> <h2>Ce que vous pouvez faire</h2> <ul> <li>Communiquer avec l’éditeur ou le diffuseur pour lui faire part de vos préoccupations : <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/">Conseils pour faire part de vos préoccupations en matière de protection de la vie privée à une entreprise</a></li> <li>Envisagez d’obtenir des conseils juridiques si vous pensez que quelque chose qui a été dit ou écrit à votre sujet est diffamatoire</li> </ul>

# Question3_G
source: Political party
fr: Parti politique

# Question3_G_Answer
source: <h2>Complaint against a political party</h2> <p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) applies to the collection, use and disclosure of personal information during a <a href="https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/pipeda-compliance-help/pipeda-interpretation-bulletins/interpretations_03_ca/">commercial activity</a>. <p>The core activities of political parties <strong>are not considered</strong> to be commercial in nature. Therefore, PIPEDA would only apply if the complaint relates to a transaction or regular course of conduct that is of commercial character.</p> <h2>What you can do</h2> <p>Contact the political party to see if they will respond to your concerns and adjust their practices.</p>
fr: <h2>Plainte visant un parti politique</h2> <p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) s’applique à la collecte, à l’utilisation et à la communication de renseignements personnels pendant une <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/aide-sur-la-facon-de-se-conformer-a-la-lprpde/bulletins-sur-l-interpretation-de-la-lprpde/interpretations_03_ca/">activité commerciale</a>. <p>Les activités principales des partis politiques <strong>ne sont pas considérées</strong> comme étant de nature commerciale. Par conséquent, la LPRPDE ne s’appliquerait que si la plainte porte sur une transaction ou une activité régulière qui revêt un caractère commercial de par sa nature.</p> <h2>Ce que vous pouvez faire</h2> <p>Communiquer avec le parti politique pour savoir s’il répondra à vos préoccupations et adaptera ses pratiques.</p>

source: Realtor
fr: Agent immobilier

source: Travel Agent
fr: Agent de voyages

source: United-States
fr: États-Unis

source: Yes
fr: Oui

# FieldIsRequired
source: This field is required.
fr: Ce champ est obligatoire.

source: Select...
fr: Sélectionnez...

source: Your Employer
fr: Votre employeur

# NatureOfComplaintCorrectionInformation
source: The institution has not corrected the information or placed a notation on the file showing the requested correction.
fr: L’institution n’a pas apporté les corrections aux renseignements ou ne les a pas annotés pour indiquer la correction demandée.

# CheckAllThatApply
source: Please check all that apply
fr: Veuillez cocher toutes les réponses qui s’appliquent.

source: At least one item must be selected.
fr: Au moins un élément doit être sélectionné.

# AtLeastOneFileHasToBeUploaded
source: Because "Both" is selected, at least one file has to be uploaded.
fr: Comme « Les deux » est sélectionné, vous devez télécharger au moins un fichier.

# ComplaintAboutHandlingOfInformation
source: Does your complaint relate to the handling of personal information outside your province of residence?
fr: Votre plainte concerne-t-elle le traitement de renseignements personnels à l’extérieur de votre province de résidence?

# ComplaintAgainstAccess
source: Is your complaint about being <strong>denied access</strong> to your <strong>personal information</strong>?
fr: Votre plainte porte-t-elle sur un <strong>refus d’accès</strong> à vos <strong>renseignements personnels</strong>?

# ComplaintAgainstFollowingOrganizations
source: Is your complaint against any of these types of organizations?
fr: Votre plainte vise-t-elle l’un des types d’organisation suivants?

# ComplaintAgainstAnyOfFollowing
source: If your complaint is against any of the following types of organizations, please check all that apply.
fr: Si votre plainte vise l’un des types d’organisation suivants, veuillez cocher ceux qui s’appliquent.

# ComplaintStillOngoing
source: Is that complaint process still ongoing?
fr: La plainte est-elle toujours en cours de traitement?

# ComplaintToOtherBody
source: Have you filed a complaint about your concerns with another body (other than the organization your complaint is against)?
fr: Avez-vous déposé une plainte au sujet de vos préoccupations auprès d’un autre organisme (autre que l’organisation visée par votre plainte)?

# EmployeeOrCustomer
source: Are you submitting the complaint as a customer or as an employee of the organization?
fr: Déposez-vous la plainte en tant que client ou en tant qu’employé de l’organisation?

# FilingComplaintOnOwnBehalf
source: Are you filing this complaint <strong>on your own behalf</strong> (or for a minor child you are guardian of) or <strong>on behalf of someone else</strong>?
fr: Déposez-vous cette plainte <strong>en votre propre nom</strong> (ou au nom d’un enfant mineur dont vous êtes le tuteur) ou <strong>au nom d’une autre personne</strong>?

# HandlingOfHealthPractioner
source: Is your complaint about the handling of personal information by a health practitioner (e.g. a doctor, nurse, pharmacist, chiropractor, psychologist, etc.) or a health clinic or hospital?
fr: Votre plainte concerne-t-elle le traitement des renseignements personnels par un praticien de la santé (médecin, infirmière, pharmacien, chiropraticien, psychologue, etc.), une clinique ou un hôpital?

# HandlingofPersonalInfoHealth
source: Is your complaint about the handling of personal information by any of the following:
fr: Votre plainte concerne-t-elle le traitement des renseignements personnels par l’une ou l’autre des entités suivantes :

# HandlingofPersonalInfoHealthList
source: <ul> <li>a provincial ministry, agency, board, commission or police force</li> <li>a publically funded school, university or college</li> <li>a local government institution such as a municipality, local police, library, school board, or transit commissions</li> </ul>
fr: <ul> <li>un ministère, un organisme, un conseil, une commission ou un service de police provinciaux</li> <li>une école, une université ou un collège financé par les fonds publics</li> <li>une institution gouvernementale locale, comme une municipalité, un service de police local, une bibliothèque, un conseil scolaire ou une commission de transport en commun</li> </ul>

# IndependantPhysicalExam
source: Is your complaint about the handling of personal information during or in relation to an independent medical exam conducted for an employer or insurance company (for example to determine fitness to work or eligibility for benefits)?
fr: Votre plainte concerne-t-elle le traitement des renseignements personnels pendant ou en rapport avec un examen médical indépendant effectué pour un employeur ou une compagnie d’assurance (par exemple, pour déterminer l’aptitude au travail ou l’admissibilité aux prestations)?

# IsAgainstFwub
source: Is your complaint against any of the following types of organizations?
fr: Votre plainte vise-t-elle l’un des types d’organisation suivants?

# ListOfOrganizationFwubPipeda
source: <ul> <li>Airport or port</li> <li>Bank</li> <li>First nation band council</li> <li>Interprovincial or international transportation company (freight or passenger, by land, water or air)</li> <li>Off-shore drilling operation or organization involved in nuclear-related activity</li> <li>Phone company, Internet service provider (ISP), or telecommunications infrastructure company</li> <li>Radio or TV station</li> </ul>
fr: <ul> <li>Aéroport ou port</li> <li>Banque</li> <li>Conseil de bande d’une Première Nation</li> <li>Entreprise de transport interprovincial ou international (marchandises ou passagers, par voie terrestre, maritime ou aérienne)</li> <li>Activité de forage en mer ou organisation participant à des activités liées au nucléaire</li> <li>Entreprise de téléphonie, fournisseur de services Internet (FSI) ou entreprise d’infrastructure de télécommunications</li> <li>Station de radio ou de télévision</li> </ul>

# ListOfOrganizationPipeda
source: <ul> <li>Airport or port</li> <li>Bank</li> <li>First nations band council</li> <li>Interprovincial or international transportation company (freight or passenger, by land, water or air)</li> <li>Offshore-drilling operation, or organization involved in nuclear-related activity</li> <li>Phone company, an Internet service provider (ISP), or a telecommunications infrastructure company</li> <li>Radio or TV station</li> </ul>
fr: <ul> <li>Aéroport ou port</li> <li>Banque</li> <li>Conseil de bande d’une Première Nation</li> <li>Entreprise de transport interprovincial ou international (marchandises ou passagers, par voie terrestre, maritime ou aérienne)</li> <li>Activité de forage en mer ou organisation participant à des activités liées au nucléaire</li> <li>Entreprise de téléphonie, fournisseur de services Internet (FSI) ou entreprise d’infrastructure de télécommunications</li> <li>Station de radio ou de télévision</li> </ul>

# ProvinceOrTerritoryIncident
source: What province or territory did the incident or practice you are concerned about occur in?
fr: Dans quelle province ou quel territoire l’incident ou la pratique qui vous préoccupe s’est-il produit?

# ProvincePcReferedToCanadaPc
source: Did the {0} Privacy Commissioner specifically refer you to the Office of the Privacy Commissioner of Canada?
fr: Est-ce que le commissaire à la protection de la vie privée {0} vous a expressément renvoyé au Commissariat à la protection de la vie privée du Canada?

# RaisedConcernToPrivacyOfficer
source: Have you raised your concern in writing with the organization’s contact for privacy issues (often called the privacy officer)?
fr: Avez-vous fait part de vos préoccupations par écrit à la personne-ressource de l’organisation chargée des questions relatives à la protection de la vie privée (souvent appelée l’agent de protection de la vie privée)?

# RaisedPrivacyToAtipCoordinator
source: Have you raised your privacy concerns in writing with the institution's <a href="http://www.tbs-sct.gc.ca/ap/atip-aiprp/coord-eng.asp">Access to Information and Privacy (ATIP) Coordinator</a>?
fr: Avez-vous fait part par écrit de vos préoccupations en matière de protection de la vie privée au <a href="https://www.tbs-sct.gc.ca/ap/atip-aiprp/coord-fra.asp">coordonnateur de l’accès à l’information et de la protection des renseignements personnels (AIPRP)</a> de l’institution?

# WhichFederalGovernementInstitutionComplaintAgainst
source: Which <strong>federal government institution</strong> is your complaint against?
fr: Quelle <strong>institution fédérale</strong> fait l’objet de votre plainte?

# WhichOneOfTheseChoicesSummarizesYourComplaint
source: Which of the following choices most accurately summarizes your complaint?
fr: Lesquels des choix suivants résume le mieux votre plainte?

# NatureOfComplaintCollection
source: Inappropriate collection of personal information
fr: Collecte inappropriée de renseignements personnels

# NatureOfComplaintCorrection
source: Lack of correction of personal information (notation)
fr: Absence de correction des renseignements personnels (annotation)

# NatureOfComplaintDelay
source: Delayed response to your request
fr: Réponse tardive à votre demande

# NatureOfComplaintDenialOfAccess
source: Denial of access to personal information
fr: Refus de donner accès aux renseignements personnels

# NatureOfComplaintExtensionOfTime
source: Objecting to institutions’ request for an extension to respond (to your access request)
fr: Objection à la demande de l’institution pour une prorogation de répondre (à votre demande d’accès)

# NatureOfComplaintLanguage
source: Response to formal request for access to personal information not provided in the official language or alternative format requested
fr: Réponse à une demande officielle d’accès à des renseignements personnels qui n’est pas fournie dans la langue officielle ou sur le média substitut demandé

# NatureOfComplaintRetentionAndDisposal
source: Wrongful retention or disposal of personal information
fr: Conservation ou retrait injustifié de renseignements personnels

# NatureOfComplaintUseAndDisclosure
source: Wrongful use or disclosure of personal information
fr: Utilisation ou communication injustifiée de renseignements personnels

# FieldIsOverCharacterLimit
source: This field is over the {0} characters limit.
fr: Ce champ dépasse la limite de caractères {0}.

# Realtor_Answer
source: <h2>Complaint against a realtor</h2> <p>Realtors must follow provincial and territorial real estate regulations, enforced by real estate regulatory bodies, as well as following the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA).</p> <p>Real estate regulatory bodies oversee professional conduct, and may therefore be better able to address your concerns if your issue goes beyond privacy.</p> <h2>What you can do</h2> <p>Before filing a complaint with us, you may:</p> <ul> <li>make a complaint to your provincial or territorial real estate regulatory body</li> <li>raise your concerns in writing with the realtor's designated contact for privacy (otherwise, we may not investigate): <a href="https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/">Tips for raising your privacy concern with a business</a></li> </ul> <p>You can file a complaint with us, <strong>if</strong>:</p> <ul> <li>your concerns fall outside the mandate of the regulatory body</li> <li>you are dissatisfied with the results after using the complaint process, or after writing to the realtor</li> </ul>
fr: <h2>Plainte visant un agent immobilier</h2> <p>Les agents immobiliers doivent se conformer aux règlements provinciaux et territoriaux sur l’immobilier, appliqués par les organismes de réglementation immobilière, ainsi qu’à la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE).</p> <p>Les organismes de réglementation immobilière supervisent la conduite professionnelle et pourraient donc être mieux en mesure de répondre à vos préoccupations si votre problème va au-delà de la protection de la vie privée.</p> <h2>Ce que vous pouvez faire</h2> <p>Avant de déposer une plainte auprès de nous, vous pouvez :</p> <ul> <li>déposer une plainte auprès de l’organisme de réglementation immobilière de votre province ou territoire</li> <li>faire part de vos préoccupations par écrit à la personne-ressource désignée de l’agent immobilier en matière de protection de la vie privée (autrement, il se peut que nous ne fassions pas enquête) : <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/">Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une entreprise</a></li> </ul> <p>Vous pouvez déposer une plainte auprès de nous, <strong>si</strong> :</p> <ul> <li>vos préoccupations ne relèvent pas du mandat de l’organisme de réglementation</li> <li>vous êtes insatisfait des résultats après avoir utilisé la procédure de traitement des plaintes ou après avoir écrit à l’agent immobilier</li> </ul>

# DisabilityAccommodation
source: If yes, please describe what accommodation measures you are requesting and the reason. If you are unable to do so in writing, please <a href="https://www.priv.gc.ca/en/contact-the-opc/contact-the-information-centre/">Contact OPC’s Information Centre</a> for assistance.
fr: Si vous avez répondu « Oui », veuillez décrire les mesures d’adaptation que vous demandez et en donner la raison. Si vous ne pouvez pas le faire par écrit, veuillez <a href="https://www.priv.gc.ca/fr/communiquer-avec-le-commissariat/communiquer-avec-le-centre-d-information/">communiquer avec le Centre d’information du Commissariat</a> pour obtenir de l’aide.

# NeedsDisabilityAccommodation
source: We are committed to ensuring that clients with disabilities have equal access to, and can benefit from, all our public-facing services. Will you need accommodation measures for the complaint investigation process?
fr: Nous veillons à ce que les clients handicapés aient un accès égal à tous nos services au public et puissent en tirer profit. Aurez-vous besoin de mesures d’adaptation dans le cadre du processus d’enquête sur la plainte?

# HaveYouSubmittedBefore
source: Have you submitted a complaint in the past with the Office of the Privacy Commissioner (OPC)?
fr: Avez-vous déjà déposé une plainte auprès du Commissariat à la protection de la vie privée?

# PhoneNumberInvalid
source: Please enter a valid phone number.
fr: Veuillez saisir un numéro de téléphone valide.

# PostalCodeInvalid
source: Please enter a valid postal code.
fr: Veuillez saisir un code postal valide.

# EmailInvalid
source: Please enter a valid email address.
fr: Veuillez inscrire une adresse de courriel valide.

source: Both
fr: Les deux

# SendByMail
source: Send them by mail
fr: Les envoyer par la poste

source: Upload them
fr: Les télécharger

# MustAcceptTerms
source: You must accept these terms before submitting your complaint.
fr: Vous devez accepter ces conditions avant de soumettre votre plainte.

# NatureOfComplaintOther
source: Other
fr: Autre

# IHaveNoSupportingDocuments
source: I have no supporting documents to provide
fr: Je n’ai pas de documents à l’appui à fournir

# CanOnlyContainDigits
source: This field should only contain digits
fr: Ce champ ne doit contenir que des chiffres

# InstructionsTextRepresentative
source: <p>Please put the complainant's information in the Complainant section below, and your information as their representative in the Representative section below.</p>
fr: <p>S'il vous plaît mettre l'information du plaignant dans la section du plaignant et votre information en tant que leur représentant dans la section du représentant ci-bas</p>
