Repository: opc-cpvp/online-complaint-form-pa_jf
Catalog: ComplaintFormCore/Resources/Resource.*.resx
Languages: fr

# OrganizationCallOnDoNotCallList_Answer
source: <h2>Complaint about telemarketing or unwanted calls, despite being on the "Do not call list"</h2> <h2>What you can do</h2> <p>Before filing a complaint with us, you may:</p> <ul> <li><a href="https://lnnte-dncl.gc.ca/en#forConsumers">make a complaint to the Canada’s national “Do not call list”</a></li> <li>raise your concerns in writing with the phone company or Internet service provider's designated contact for privacy (otherwise, we may not investigate): <a href="https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/">Tips for raising your privacy concern with a business</a></li> </ul> <p>You can file a complaint with us, <strong>if</strong>:</p> <ul> <li>your concerns fall outside the mandate of the national “Do not call list” complaint process</li> <li>you are dissatisfied with the results after completing that process, or after raising your concerns in writing to the organization directly</li> </ul>
fr: <h2>Plainte visant les appels de télémarketing ou non sollicités, malgré le fait de figurer sur la liste de numéros exclus</h2> <h2>Ce que vous pouvez faire</h2> <p>Avant de déposer une plainte auprès de nous, vous pouvez :</p> <ul> <li><a href="https://lnnte-dncl.gc.ca/fr#consomateur">déposer une plainte auprès de la liste nationale de numéros de télécommunication exclus du Canada</a></li> <li>faire part de vos préoccupations par écrit à la personne-ressource désignée de la compagnie de téléphone ou du fournisseur de services Internet en matière de protection de la vie privée (autrement, il se peut que nous ne fassions pas enquête) : <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/">Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une entreprise</a></li> </ul> <p>Vous pouvez déposer une plainte auprès de nous, <strong>si</strong> :</p> <ul> <li>vos préoccupations ne relèvent pas du mandat de la procédure de traitement des plaintes relative à la liste nationale de numéros de télécommunication exclus</li> <li>vous êtes insatisfait des résultats après avoir suivi cette procédure ou après avoir fait part de vos préoccupations par écrit directement à l’organisation</li> </ul>

# OrganizationSentUnsolicitedEmail
source: An organization for sending you an unsolicited marketing email (Spam) without a working 'unsubscribe' link
fr: Organisation qui vous envoie un courriel de marketing non sollicité (pourriel) sans lien de désabonnement fonctionnel

# OrganizationSentUnsolicitedEmail_Answer
source: <h2>Complaint about unsolicited marketing emails or texts (spam) without a link to unsubscribe</h2> <h2>What you can do</h2> <p>If your complaint is against an organization <strong>you don’t have an ongoing relationship with</strong>, you can: <a href="http://fightspam.gc.ca/eic/site/030.nsf/frm-eng/MMCN-9EZV6S">make your complaint to the National Spam Reporting Centre</a>. The centre gathers information to help enforce Canada's Anti-Spam Legislation (CASL).</p> <p>If your complaint is against an organization <strong>you have an ongoing relationship with</strong>, you can file a complaint with us.</p>
fr: <h2>Plainte visant des courriels ou des messages textes de marketing non sollicités (pourriels) sans lien pour se désabonner</h2> <h2>Ce que vous pouvez faire</h2> <p>Si votre plainte vise une organisation avec laquelle <strong>vous n’avez pas de relation continue</strong>, vous pouvez : <a href="https://www.fightspam.gc.ca/eic/site/030.nsf/frm-fra/MMCN-9EZV6S">déposer votre plainte auprès du Centre national de notification des pourriels</a>. Le centre recueille de l’information pour aider à faire appliquer la Loi canadienne anti-pourriel (LCAP).</p> <p>Si votre plainte vise une organisation avec laquelle <strong>vous avez une relation continue</strong>, vous pouvez déposer une plainte auprès de nous.</p>

# Other_NotUS
source: Other (Outside of Canada)
fr: Autre (à l’étranger)

source: Phone or Internet Service Provider
fr: Fournisseur de services téléphoniques ou Internet

# Phone_Or_Internet_Service_Provider_Answer
source: <h2>Complaint against a phone or Internet service provider</h2> <p>Phone and Internet service providers must follow rules set by the Canadian Radio-television and Telecommunications Commission (CRTC), as well as following the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA). People may make complaints about Canadian telecommunications and television services to the Commission for Complaints for Telecom-television Services (CCTS).</p> <p>The commission handles a wide range of consumer complaints about phone and Internet service, and may be better able to address your concerns if your issue goes beyond privacy.</p> <h2>What you can do</h2> <p>Before filing a complaint with us, you may:</p> <ul> <li><a href="https://www.ccts-cprst.ca/for-consumers/complaints/">make a complaint to the Commission for Complaints for Telecom-television Services</a></li> <li>raise your concerns in writing with the phone company or Internet service provider's designated contact for privacy (otherwise we may not investigate): <a href="https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/">Tips for raising your privacy concern with a business</a></li> </ul> <p>You may file a complaint with us, <strong>if</strong>:</p> <ul> <li>your concerns fall outside the commission’s mandate</li> <li>you are dissatisfied with the results after bringing your issue to the commission, or after writing to your service provider</li> </ul>
fr: <h2>Plainte visant un fournisseur de services téléphoniques ou Internet</h2> <p>Les fournisseurs de services téléphoniques ou Internet doivent respecter les règles établies par le Conseil de la radiodiffusion et des télécommunications canadiennes (CRTC), ainsi que la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE). Les gens peuvent déposer des plaintes au sujet des services canadiens de télécommunications et de télévision auprès de la Commission des plaintes relatives aux services de télécom-télévision (CPRST).</p> <p>La Commission traite un large éventail de plaintes de consommateurs au sujet des services téléphoniques et Internet, et pourrait être mieux en mesure de répondre à vos préoccupations si votre problème va au-delà de la protection des renseignements personnels.</p> <h2>Ce que vous pouvez faire</h2> <p>Avant de déposer une plainte auprès de nous, vous pouvez :</p> <ul> <li><a href="https://www.ccts-cprst.ca/fr/pour-les-consommateurs/plaintes/">déposer une plainte auprès de la Commission des plaintes relatives aux services de télécom-télévision</a></li> <li>faire part de vos préoccupations par écrit à la personne-ressource désignée de la compagnie de téléphone ou du fournisseur de services Internet en matière de protection de la vie privée (autrement, il se peut que nous ne fassions pas enquête) : <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/">Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une entreprise</a></li> </ul> <p>Vous pouvez déposer une plainte auprès de nous, <strong>si</strong> :</p> <ul> <li>vos préoccupations ne relèvent pas du mandat de la Commission</li> <li>vous êtes insatisfait des résultats après avoir présenté votre problème à la Commission ou après avoir écrit à votre fournisseur de services</li> </ul>

source: Prince Edward Island
fr: Île-du-Prince-Édouard

source: Quebec
fr: Québec

# Question1_Alberta_PC
source: Alberta Information and Privacy Commissioner’s Office
fr: Commissariat à l’information et à la protection de la vie privée de l’Alberta

# Question1_BC_PC
source: BC Information and Privacy Commissioner’s Office
fr: Commissariat à l’information et à la protection de la vie privée de la Colombie-Britannique

# Question1_Information_PC
source: Information and Privacy Commissioner’s Office
fr: Commissariat à l’information et à la protection de la vie privée du Canada

# Question3_A
source: Charity or not-for-profit (other than credit-union, co-op housing, or daycare)
fr: Organisme de bienfaisance ou sans but lucratif (autre qu’une caisse populaire, une coopérative d’habitation ou une garderie)

# Question3_A_Answer
source: <h2>Complaint against a charity or not-for-profit organization</h2> <p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) applies to the collection, use and disclosure of personal information during a <a href="https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/pipeda-compliance-help/pipeda-interpretation-bulletins/interpretations_03_ca/">commercial activity</a>.</p> <p>The core activities of not-for-profit organizations (non-profits), especially charities, are usually not commercial and therefore, not covered by PIPEDA.</p> <p>However, PIPEDA <strong>does apply</strong> to these activities by non-profits, where they are engaged in commercial activity:</p> <ul> <li>selling or bartering personal information</li> <li>offering services at market rates (comparable to businesses’ rates), as in the case of some daycares, credit unions and housing co-ops run by nonprofits</li> </ul> <p>Please note that charging fees for services is not usually considered commercial if the services are part of the nonprofit’s mandate.</p> <h2>What you can do</h2> <p>Contact the organization to see if they will respond to your concerns and adjust their practices: <a href="https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/">Tips for raising your privacy concern with a business</a>.</p>
fr: <h2>Plainte contre un organisme de bienfaisance ou sans but lucratif</h2> <p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) s’applique à la collecte, à l’utilisation et à la communication de renseignements personnels dans le cadre d’une <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/aide-sur-la-facon-de-se-conformer-a-la-lprpde/bulletins-sur-l-interpretation-de-la-lprpde/interpretations_03_ca/">activité commerciale.</a> <p>Les activités principales des organismes sans but lucratif, en particulier les organismes de bienfaisance, ne sont habituellement pas commerciales et, par conséquent, ne sont pas visées par la LPRPDE.</p> <p>Toutefois, la LPRPDE <strong>s’applique</strong> aux activités des organismes sans but lucratif, lorsqu’ils exercent une activité commerciale :</p> <ul> <li>la vente ou le troc de renseignements personnels</li> <li>la prestation de services aux taux du marché (comparables à ceux des entreprises), comme dans le cas de certaines garderies, caisses populaires et coopératives d’habitation gérées par des organismes sans but lucratif</li> </ul> <p>Veuillez noter que l’imposition de frais pour des services n’est habituellement pas considérée comme une activité commerciale si les services font partie du mandat de l’organisme sans but lucratif.</p> <h2>Ce que vous pouvez faire</h2> <p>Communiquez avec l’organisme pour savoir s’il répondra à vos préoccupations et modifiera ses pratiques : <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/renseignements-et-conseils-pour-les-particuliers/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/">Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une entreprise</a>.</p>

# Question3_B
source: Condominium corporation
fr: Société d’immeuble en copropriété

# Question3_B_Answer
source: <h2>Complaint against a condominium (condo) corporation or its agent</h2> <p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) applies to the collection, use and disclosure of personal information during a <a href="https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/pipeda-compliance-help/pipeda-interpretation-bulletins/interpretations_03_ca/">commercial activity</a>.</p> <p>Usually, PIPEDA does not apply to the core activities of a condo corporation, or its agent such as a property manager or lawyer. These core activities are typically:</p> <ul> <li>general administration</li> <li>managing, and maintaining common elements of the property, and</li> <li>are not being done for the corporation’s profit</li> </ul> <p>PIPEDA usually only applies in condo-related cases to:</p> <ul> <li>the handling of personal information by a developer (the builder selling the condo units)</li> <li>the handling of personal information during a commercial activity by a condo corporation</li> </ul> <p>Please note that charging fees for services is not a commercial activity if the services are part of the corporation’s mandate.</p> <h2>What you can do</h2> <p>Depending on your concern, you may be able to:</p> <ul> <li><a href="https://www.condoauthorityontario.ca/en-US/tribunal/">file a case with the Condominium Authority Tribunal</a> for a condo in Ontario</li> <li>contact the condo board to see if they will respond to your concerns and adjust their practices</li> </ul>
fr: <h2>Plainte contre une société d’immeuble en copropriété ou son mandataire</h2> <p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) s’applique à la collecte, à l’utilisation et à la communication de renseignements personnels dans le cadre d’une <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/aide-sur-la-facon-de-se-conformer-a-la-lprpde/bulletins-sur-l-interpretation-de-la-lprpde/interpretations_03_ca/">activité commerciale.</a> <p>En général, la LPRPDE ne s’applique pas aux activités principales d’une société d’immeuble en copropriété ou de son mandataire, comme un gestionnaire immobilier ou un avocat. Ces activités de base sont normalement :</p> <ul> <li>administration générale</li> <li>gestion et entretien des parties communes de la propriété,</li> <li>non effectués pour le bénéfice de la société</li> </ul> <p>Dans les cas liés à des immeubles en copropriété, la LPRPDE ne s’applique habituellement qu’aux activités suivantes :</p> <ul> <li>le traitement des renseignements personnels par un promoteur (le constructeur qui vend les logements en copropriété)</li> <li>le traitement des renseignements personnels dans le cadre d’une activité commerciale d’une société d’immeuble en copropriété</li> </ul> <p>Veuillez noter que l’imposition de frais pour des services n’est pas une activité commerciale si les services font partie du mandat de la société.</p> <h2>Ce que vous pouvez faire</h2> <p>En fonction de vos préoccupations, vous pourrez peut-être :</p> <ul> <li><a href="https://www.condoauthorityontario.ca/fr-FR/tribunal/">déposer un dossier auprès du Tribunal de l’autorité du secteur des condominiums</a> pour un immeuble en copropriété en Ontario</li> <li>communiquer avec le conseil d’administration de l’immeuble en copropriété pour savoir s’il répondra à vos préoccupations et adaptera ses pratiques</li> </ul>

# Question3_C
source: Federal government institution
fr: Institution fédérale

# Question3_C_Answer
source: <h2>Complaint against a federal government institution</h2> <p>Federal government institutions are covered by the federal <em>Privacy Act</em>, not by the Personal Information Protection and Electronic Documents Act (PIPEDA).</p> <h2>What you can do</h2> <a href="https://www.priv.gc.ca/en/report-a-concern/file-a-formal-privacy-complaint/file-a-complaint-about-a-federal-institution/">File a privacy complaint about a federal institution</a>
fr: <h2>Plainte visant une institution fédérale</h2> <p>Les institutions fédérales sont assujetties à la <em>Loi sur la protection des renseignements personnels</em> à l’échelle fédérale et non à la Loi sur la protection des renseignements personnels et les documents électroniques (LPRPDE).</p> <h2>Ce que vous pouvez faire</h2> <a href="https://www.priv.gc.ca/fr/signaler-un-probleme/deposer-une-plainte-officielle-concernant-la-protection-de-la-vie-privee/deposer-une-plainte-visant-une-institution-du-gouvernement-federal/">Déposer une plainte concernant la protection de la vie privée visant une institution du gouvernement fédéral</a>

# Question3_D
source: First Nation band council
fr: Conseil de bande d’une Première Nation

# Question3_D_Answer
source: <h2>Complaint against a First Nation band council</h2> <p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) applies only if the complaint is about the handling of personal information:</p> <ul> <li>about an employee of a First Nation band council, or</li> <li>during a <a href="https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/pipeda-compliance-help/pipeda-interpretation-bulletins/interpretations_03_ca/">commercial activity</a> by a First Nation band council undertaken as part of its core functions</li> </ul> <h2>What you can do</h2> <p>Depending on your concern, you may be able to:</p> <ul> <li><a href="https://www.aadnc-aandc.gc.ca/eng/1100100011234/1100100011235">make a complaint to Indigenous Services Canada</a></li> <li>contact the band council to see if it will respond to your concerns and adjust its practices</li> </ul>
fr: <h2>Plainte visant un conseil de bande d’une Première Nation</h2> <p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) ne s’applique que si la plainte concerne le traitement des renseignements personnels :</p> <ul> <li>au sujet d’un employé d’un conseil de bande d’une Première Nation,</li> <li>pendant une <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/aide-sur-la-facon-de-se-conformer-a-la-lprpde/bulletins-sur-l-interpretation-de-la-lprpde/interpretations_03_ca/">activité commerciale</a> entreprise par un conseil de bande d’une Première Nation dans le cadre de ses fonctions essentielles</li> </ul> <h2>Ce que vous pouvez faire</h2> <p>En fonction de vos préoccupations, vous pourrez peut-être :</p> <ul> <li><a href="https://www.aadnc-aandc.gc.ca/fra/1100100011234/1100100011235">déposer une plainte auprès de Services aux Autochtones Canada</a></li> <li>communiquer avec le conseil de bande pour voir s’il répondra à vos préoccupations et adaptera ses pratiques</li> </ul>

# Question3_E
source: Individual
fr: Particulier

# Question3_E_Answer
source: <h2>Complaint against an individual</h2> <p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) applies to the collection, use and disclosure of personal information by an organization during a <a href="https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/pipeda-compliance-help/pipeda-interpretation-bulletins/interpretations_03_ca/">commercial activity</a>.</p> <p>Therefore, PIPEDA only applies to a complaint against an individual if that person is engaged in commercial activity - for example as an individual business owner such as a landlord, real estate agent, or other sole proprietor.</p> <h2>What you can do</h2> <ul> <li>Contact the police if you are concerned about trespassing, theft, or other illegal activities by an individual</li> <li>Consider getting legal advice if the matter appears to be a civil dispute</li> </ul>
fr: <h2>Plainte visant un particulier</h2> <p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) s’applique à la collecte, à l’utilisation et à la communication de renseignements personnels par une organisation pendant une <a href="https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/aide-sur-la-facon-de-se-conformer-a-la-lprpde/bulletins-sur-l-interpretation-de-la-lprpde/interpretations_03_ca/">activité commerciale</a>.</p> <p>Par conséquent, la LPRPDE ne s’applique à une plainte visant un particulier que si cette personne exerce une activité commerciale – par exemple, à titre de propriétaire d’entreprise, comme un propriétaire, un agent immobilier ou un autre propriétaire unique.</p> <h2>Ce que vous pouvez faire</h2> <ul> <li>Communiquer avec la police si vous craignez une intrusion, un vol ou d’autres activités illégales de la part d’un particulier</li> <li>Envisager d’obtenir des conseils juridiques si l’affaire semble être un litige civil</li> </ul>

# Question3_F
source: Organization engaged in journalism (online or offline newspaper, magazine, radio or TV broadcaster)
fr: Organisation faisant du journalisme (journal, magazine, radio ou télédiffuseur en ligne ou hors ligne)
